Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Edit new message of the day
de_de: Editiere Meldung des Tages

source: Update message of the day and notify users
de_de: Aktualisiere Meldung des Tages und benachrichtige Benutzer

source: Update message of the day
de_de: Aktualisiere Meldung des Tages

source: Filter by title
de_de: Filter nach Titel

source: Filter by date
de_de: Filter nach Datum

source: Expiration duration (in days)
de_de: Ablaufdauer (in Tagen)

source: Performance Info
de_de: Leistungsinfo

source: Performance Information
de_de: Leistungsinfo

source: Executed Active Service Checks
de_de: Ausgeführte aktive Service-Prüfungen

source: Timeframe
de_de: Zeitrahmen

source: Checks performed
de_de: Durchgeführte Prüfungen

source: Since start
de_de: Seit Beginn

source: Active Service Checks Timings
de_de: Aktive Service-Prüfung Timings

source: Key
de_de: Schlüssel

source: Execution time
de_de: Ausführungszeit

source: Latency
de_de: Latenz

source: State changes
de_de: Statusänderungen

source: Additional information
de_de: Zusätzliche Informationen

source: Program uptime
de_de: Programm-Betriebszeit

source: Passive Service Checks
de_de: Passive Service-Prüfungen

source: Processed Passive Service Checks
de_de: Verarbeitete passive Service-Prüfungen

source: Executed Active Host Checks
de_de: Ausgeführte aktive Host-Prüfungen

source: Active Host Checks Timing
de_de: Aktive Host-Prüfungen Timing

source: Processed Passive Host Checks
de_de: Verarbeitete passive Host-Prüfungen

source: Passive Host Checks
de_de: Passive Host-Prüfungen

source: notifications
de_de: Benachrichtigungen

source: Notification Method
de_de: Benachrichtigungsmethode

source: Filter by notification method
de_de: Filter nach Benachrichtigungsmethode

source: Package manager
de_de: Paketmanager

source: Packagemanager
de_de: Paketmanager

source: Connection error.
de_de: Verbindungsfehler.

source: Your system is on the latest version!
de_de: Ihr System ist auf der neuesten Version!

source: Changelog
de_de: Änderungsprotokoll

source: Please update your {0} installation to the latest version to get new features and latest security fixes.
de_de: Bitte aktualisieren Sie Ihre {0} Installation auf die neueste Version, um neue Funktionen und die neuesten Sicherheitskorrekturen zu erhalten.

source: How to Update
de_de: So aktualisieren Sie

source: This module is already installed
de_de: Dieses Modul ist bereits installiert

source: Installed
de_de: Installiert

source: Install
de_de: Installieren

source: Request a quote
de_de: Ein Angebot anfordern

source: Latest version
de_de: Letzte Version

source: Install packages
de_de: Installiere Pakete

source: To install the selected packages, please execute the following command on your {0} system.
de_de: Führen Sie zum Installieren der ausgewählten Pakete den folgenden Befehl auf Ihrem {0} System aus.

source: Installation done. Please reload your {0} web interface.
de_de: Installation abgeschlossen. Bitte laden Sie Ihre {0} Weboberfläche neu.

source: To install two or more packages at once, close this window and select the next module you like to install. All selected modules will be added to the installation command.
de_de: Um zwei oder mehr Pakete gleichzeitig zu installieren, schließen Sie dieses Fenster und wählen Sie das nächste Modul aus, das Sie installieren möchten. Alle ausgewählten Module werden dem Installationsbefehl hinzugefügt.

source: Profile
de_de: Profil

source: Value imported from LDAP Server
de_de: Vom LDAP-Server importierter Wert

source: Username for the login
de_de: Benutzername für die Anmeldung

source: Email address
de_de: E-Mail Adresse

source: Phone Number
de_de: Telefonnummer

source: Show status badges in menu
de_de: Statuszeichen im Menü anzeigen

source: Recursive Browser
de_de: Rekursiver Browser

source: Length of lists
de_de: Länge der Listen

source: This value defines how many records will load per list. You can choose between 1 and 1000
de_de: Dieser Wert definiert, wie viele Datensätze pro Liste geladen werden. Sie können zwischen 1 und 1000 wählen.

source: Language
de_de: Sprache

source: These options are community translations. Feel free to extend them and open a github pull request.
de_de: Diese Optionen sind Community-Übersetzungen. Fühlen Sie sich frei, sie zu erweitern und einen Pull-Request auf GitHub zu erstellen.

source: Date format
de_de: Datumsformat

source: Update Profile
de_de: Aktualisiere Profil

source: picture
de_de: Bild

source: Current image
de_de: Altuelles Bild

source: You have no own image uploaded yet
de_de: Sie haben noch kein eigenes Bild hochgeladen

source: Delete my image
de_de: Lösche mein Bild

source: Select image
de_de: Wähle Bild

source: Change Password
de_de: Ändere Passwort

source: LDAP users need to change their password through the operating system or an LDAP account manager tool.
de_de: LDAP-Benutzer müssen ihr Kennwort über das Betriebssystem oder ein LDAP-Account-Manager-Tool ändern.

source: Current password
de_de: Aktuelles Passwort

source: New password
de_de: Neues Passwort

source: The password must consist of 6 alphanumeric characters and must contain at least one digit
de_de: Das Passwort muss aus 6 alphanumerischen Zeichen bestehen und mindestens eine Ziffer enthalten

source: Confirm new password
de_de: Bestätige neues Passwort

source: Create new API key
de_de: Erstelle neuen API-Key

source: No API keys created yet. You can still use the api using your username and password.
de_de: Es wurden noch keine API-Keys erstellt. Sie können die API weiterhin mit Ihrem Benutzernamen und Passwort verwenden.

source: It's recommended to create a own API key for every external application.
de_de: Es wird empfohlen, für jede externe Anwendung einen eigenen API-Key zu erstellen.

source: Show
de_de: Zeigen

source: Create API key
de_de: Erstelle API-Key

source: API key (read-only)
de_de: API key (nur lesbar)

source: example
de_de: Beispiel

source: For self-signed certificates, add
de_de: Für selbstsignierte Zertifikate fügen Sie Folgendes hinzu:

source: example with JSON processor
de_de: Beispiel mit JSON-Prozessor

source: Generate new key
de_de: Generiere neuen API-Key

source: Edit API key
de_de: Bearbeite API-Key

source: Edit configuration
de_de: Bearbeite Konfiguration

source: Proxy configuration
de_de: Proxy Konfiguration

source: Enable proxy
de_de: Aktiviere Proxy

source: If disabled the proxy server will not be used.
de_de: Wenn deaktiviert, wird der Proxyserver nicht verwendet.

source: Registration
de_de: Registrierung

source: License
de_de: Lizenz

source: Register this openICOCKPIT instance
de_de: Registrieren Sie diese openICOCKPIT-Instanz

source: Credits
de_de: Danksagung

source: License key
de_de: Lizenzschlüssel

source: Get your openITCOCKPIT Enterprise Subscription today
de_de: Holen Sie sich noch heute Ihr openITCOCKPIT Enterprise-Abonnement

source: Expires
de_de: Läuft ab

source: Company
de_de: Unternehmen

source: Register
de_de: Registrieren

source: Create new service dependency
de_de: Erstelle neue Service Abhängigkeit

source: Service dependency
de_de: Serviceabhängigkeit

source: Service dependencies are an advanced feature that allow you to suppress notifications for services based on the status of one or more other services.
de_de: Serviceabhängigkeiten sind eine fortgeschrittene Funktion, die es Ihnen ermöglicht, Benachrichtigungen für Services basierend auf dem Status eines oder mehrerer anderer Services zu unterdrücken.

source: Dependent services
de_de: Abhängige Services

source: Dependent service groups
de_de: Abhängige Servicegruppen

source: Disable active service checking of dependend service/s, if master service state is one of the selected states.
de_de: Deaktivieren Sie die aktive Serviceprüfung von abhängigen Services, wenn der Hauptservicestatus einer der ausgewählten Zustände ist.

source: Disable service notifications of dependend service/s, if master service state is one of the selected states.
de_de: Deaktivieren Sie Servicebenachrichtigungen für abhängige Services, wenn der Hauptservicestatus einer der ausgewählten Status ist.

source: Create service dependency
de_de: Erstelle Service Abhängigkeit

source: Edit service dependency
de_de: Bearbeite Service Abhängigkeit

source: Update service dependency
de_de: Aktualisiere Service Abhängigkeit

source: You can either search for <b>"service"</b> OR <b>"dependent service"</b>. Opposing field will be reset automatically
de_de: Sie können entweder nach <b>"Service"</b> oder <b>"abhängigem Service"</b> suchen. Das andere Feld wird automatisch zurückgesetzt.

source: Filter by dependent service name
de_de: Filter nach abhängigem Service Namen

source: Filter by service group
de_de: Filter nach Servicegruppe

source: You can either search for <b>"service group"</b> OR <b>"dependent service group"</b>. Opposing field will be reset automatically
de_de: Sie können entweder nach <b>"Servicegruppe"</b> oder <b>"abhängiger Servicegruppe"</b> suchen. Das andere Feld wird automatisch zurückgesetzt.

source: Filter by dependent service group
de_de: Filter nach abhängiger Servicegruppe

source: Create new service escalation
de_de: Erstelle neue Serviceeskalation

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a service escalated, contacts, contact group and notification options will be overwritten by the escalation.
de_de: Benachrichtigungseskalationen könnten verwendet werden, um im Notfall eine bestimmte Benutzergruppe zu benachrichtigen. Sobald ein Service eskaliert ist, werden Kontakte, Kontaktgruppe und Benachrichtigungsoptionen durch die Eskalation überschrieben.

source: Excluded service groups
de_de: Ausgeschlossene Servicegruppen

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the service will be used again.
de_de: Wenn die Anzahl der last_notification erreicht ist, wird die Benachrichtigungsregel deaktiviert und die Benachrichtigungsoptionen des Dienstes werden wieder verwendet.

source: Create service escalation
de_de: Erstelle Service Eskalation

source: Edit Service escalation
de_de: Bearbeite Service Eskalation

source: Update service escalation
de_de: Aktualisiere Service Eskalation

source: Service Escalations
de_de: Service Eskalationen

source: You can either search for <b>"service"</b> OR <b>"excluded service"</b>. Opposing Field will be reset automatically
de_de: Sie können entweder nach <b>"Service"</b> oder <b>"ausgeschlossenem Service"</b> suchen. Das andere Feld wird automatisch zurückgesetzt.

source: Filter by excluded service name
de_de: Filter nach ausgeschlossenem Servicenamen

source: You can either search for <b>"service group"</b> OR <b>"excluded service group"</b>. Opposing Field will be reset automatically
de_de: Sie können entweder nach <b>"Servicegruppe"</b> oder <b>"ausgeschlossener Servicegruppe"</b> suchen. Das andere Feld wird automatisch zurückgesetzt.

source: Filter by excluded service group
de_de: Filter nach ausgeschlossener Servicegruppe

source: Excluded services
de_de: Ausgeschlossene Services

source: Create new service group
de_de: Erstelle neue Servicegruppe

source: Service group URL
de_de: Servicegruppen URL

source: Create service group
de_de: Erstelle Servicegruppe

source: Append services/s to service group
de_de: Hänge Service(s) an Servicegruppe an

source: Selected services
de_de: Ausgewählte Services

source: Append existing service group
de_de: Vorhandene Servicegruppe anhängen

source: Append services to service group
de_de: Hänge Services an Servicegruppe an

source: Append services
de_de: Hänge Services

source: to service group
de_de: an Servicegruppe an

source: Services that could not be assigned to the selected service group due to container permissions, will be removed automatically
de_de: Services, die aufgrund von Containerberechtigungen nicht der ausgewählten Servicesgruppe zugewiesen werden konnten, werden automatisch entfernt

source: Append to service group
de_de: An Servicegruppe anhängen

source: Edit service group:
de_de: Bearbeite Servicegruppe

source: Update service group
de_de: Aktualisiere Servicegruppe

source: Service Groups (0)
de_de: Servicegruppen (0)

source: Filter by service group name
de_de: Filter nach Servicegruppenname

source: Number of Servicegroups:
de_de: Anzahl an Servicegruppen:

source: Number of Services:
de_de: Anzahl an Services:

source: Service group:
de_de: Servicegruppe:

source: There are no services defined
de_de: Es sind keine Services definiert

source: Create new service
de_de: Erstelle neuen Service

source: Please select a service template.
de_de: Bitte wähle eine Servicevorlage.

source: A service with the name <strong>{0}</strong> already exists on this host. Duplicate service names could lead to confusion.
de_de: Auf diesem Host ist bereits ein Service mit dem Namen <strong>{0}</strong> vorhanden. Doppelte Servicenamen können zu Verwirrung führen.

source: Number of failed attempts before the service will switch into hard state.
de_de: Anzahl der fehlgeschlagenen Versuche, bevor der Service in den harten Zustand wechselt.

source: service template
de_de: Servicevorlage

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ will be replaced
de_de: Die Makros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$, $HOSTADDRESS$, $SERVICEID$, $SERVICEDESC$, $SERVICEDISPLAYNAME$ werden ersetzt werden

source: Status volatile
de_de: Status flüchtig

source: Will force the monitoring engine to send a notification on each Non-Ok check result that will occur.
de_de: Erzwingt, dass die Überwachungs-Engine eine Benachrichtigung über jedes Nicht-OK-Prüfergebnis sendet, das auftreten wird.

source: Online documentation
de_de: Online Dokumentation

source: Event Handler configuration
de_de: Event Handler Konfiguration

source: Event Handler
de_de: Ereignishandler

source: This Event Handler command does not have any parameters.
de_de: Dieses Event-Handler Kommando hat keine Parameter.

source: Service macro configuration
de_de: Service Makro Konfiguration

source: Macros in green color are inherited from the service template.
de_de: Makros in grüner Farbe werden von der Servicevorlage geerbt.

source: Create service
de_de: Erstelle Service

source: Service information
de_de: Service Informationen

source: This service is currently disabled!
de_de: Dieser Service ist derzeit deaktiviert!

source: Host state overview
de_de: Übersicht über den Hoststatus

source: Send custom service notification
de_de: Benutzerdefinierte Servicebenachrichtigung senden

source: Service overview
de_de: Service Übersicht

source: Host ip address
de_de: Host IP-Adresse

source: Ok soft
de_de: Okay weich

source: Warning soft
de_de: Warnend (weich)

source: Critical soft
de_de: Kritisch (weich)

source: Unknown soft
de_de: Unbekannt (weich)

source: graphs
de_de: Graphen

source: Show data points
de_de: Datenpunkte anzeigen

source: Timerange:
de_de: Zeitspanne:

source: Datasource:
de_de: Datenquelle:

source: Average
de_de: Durchschnitt

source: Copy service/s
de_de: Kopiere Service(s)

source: Services which use a service template that could not be assigned to the selected host due to container permissions, will be removed automatically.
de_de: Services, die eine Servicesvorlage verwenden, die dem ausgewählten Host aufgrund von Containerberechtigungen nicht zugewiesen werden konnte, werden automatisch entfernt.

source: Source service:
de_de: Ursprünglicher Service:

source: Copy services
de_de: Kopiere Services

source: Open details
de_de: Öffne Details

source: Edit service:
de_de: Bearbeite Service:

source: The name of CHECK_MK services can't be changed.
de_de: Der Name der CHECK_MK-Service kann nicht geändert werden.

source: Update service
de_de: Aktualisiere Service

source: Filter by service description
de_de: Filtern nach Servicebeschreibung

source: no parameters for this command defined
de_de: Für diesen Befehl sind keine Parameter definiert

source: Services Overview
de_de: Services Übersicht

source: Services of Host
de_de: Services dieses Host

source: Please select...
de_de: Bitte auswählen...

source: Allocate Service Template Group
de_de: Servicevorlagengruppe zuweisen

source: Open host in browser
de_de: Öffne Host im Browser

source: Service template group
de_de: Servicevorlagengruppe

source: Create new service template group
de_de: Erstelle neue Servicevorlagengruppe

source: Create service template group
de_de: Erstelle Servicevorlagengruppe

source: Allocate service template group to host
de_de: Weise die Servicevorlagengruppe einem Host zu

source: to host
de_de: zu Host

source: successfully deployed
de_de: erfolgreich bereitgestellt

source: Please select a service template group.
de_de: Bitte wähle eine Servicevorlagengruppe

source: Please notice
de_de: Bitte beachten Sie

source: Service/s to deploy on target host:
de_de: Service(s), die auf dem Zielhost bereitgestellt werden sollen

source: Service already exist on selected host. Tick the box to create a duplicate.
de_de: Auf dem ausgewählten Host ist der Service bereits vorhanden. Aktivieren Sie das Kontrollkästchen, um ein Duplikat zu erstellen.

source: Service already exist on selected host but is disabled. Tick the box to create a duplicate.
de_de: Auf dem ausgewählten Host ist der Service bereits vorhanden, jedoch deaktiviert. Aktivieren Sie das Kontrollkästchen, um ein Duplikat zu erstellen.

source: Allocate to host
de_de: Zuweisen zu Host

source: Allocate service template group to host group
de_de: Weise Servicevorlagengruppe einer Hostgruppe zu

source: Please select a host group.
de_de: Bitte wähle eine Hostgruppe.

source: Service/s to deploy on host:
de_de: Auf dem Host bereitzustellende Service(s):

source: Allocate to host group
de_de: Einer Hostgruppe zuweisen

source: Append service templates to service template group
de_de: Weise Servicevorlagen einer Servicevorlagengruppe zu

source: Append service templates
de_de: Servicevorlagen zuweisen

source: to service template group
de_de: zu Servicevorlagengruppe

source: Service templates that could not be assigned to the selected service tempalte group due to container permissions, will be removed automatically
de_de: Servicevorlagen, die aufgrund von Containerberechtigungen nicht der ausgewählten Servicevorlagengruppe zugewiesen werden konnten, werden automatisch entfernt

source: Append to service template group
de_de: Zu Servicevorlagengruppe zuweisen

source: Edit service template group:
de_de: Bearbeite Servicevorlagengruppe

source: Update service template group
de_de: Aktualisiere Servicevorlagengruppe

source: Filter by service template group name
de_de: Filter nach Servicevorlagengruppename

source: Filter by service template group description
de_de: Filter nach Servicevorlagengruppenbeschreibung

source: Service template group name
de_de: Servicevorlagengruppename

source: Allocate to matching host group
de_de: Zuordnen zur passenden Hostgruppe

source: Deploying services...
de_de: Bereitstellen der Services...

source: add
de_de: hinzufügen

source: Create new service template
de_de: Erstelle neue Servicevorlage

source: Name of the service template.
de_de: Name der Servicevorlage.

source: Default name of services using this service template.
de_de: Standardname der Dienste, die diese Servicevorlage verwenden.

source: Create service template
de_de: Erstelle Servicevorlage

source: Append service template/s to service template group
de_de: Servicevorlage(n) an die Servicevorlagengruppe anhängen

source: Selected service templates
de_de: Ausgewählte Servicevorlagen

source: Append existing service template group
de_de: Vorhandene Servicevorlagengruppe anhängen

source: Copy service template/s
de_de: Kopiere Servicevorlage(n)

source: Source service template:
de_de: Ursprüngliche Servicevorlage:

source: Name of the new service template
de_de: Name der neuen Servicevorlage

source: Copy service templates
de_de: Kopiere Servicevorlage

source: Edit service template:
de_de: Bearbeite Servicevorlage

source: Update service template
de_de: Aktualisiere Servicevorlage

source: Filter by service template description
de_de: Filter nach Servicevorlagenbeschreibung

source: Filter by service template types
de_de: Filter nach Servicevorlagentypen

source: Add to service template group
de_de: Füge zu Servicevorlagengruppe hinzu

source: Include disabled services
de_de: Deaktivierte Services einbeziehen

source: This service template is not used by any services
de_de: Diese Servicevorlage wird von keinem Service verwendet.

source: state history
de_de: Statushistorie

source: We ask for your help
de_de: Wir bitten um Ihre Hilfe

source: We are always interested to improve openITCOCKPIT with every new version. You can help us, by submitting anonymous statistical information to us.
de_de: Wir sind immer daran interessiert, openITCOCKPIT mit jeder neuen Version zu verbessern. Sie können uns helfen, indem Sie anonyme statistische Informationen an uns übermitteln.

source: What data do we collect?
de_de: Welche Daten sammeln wir?

source: We are not interested in who you are, in which company you work or any other personal data.
de_de: Wir sind weder daran interessiert, wer Sie sind, in welchem Unternehmen Sie arbeiten noch an sonstigen persönlichen Daten.

source: We just ask you, to provide us system metrics like:
de_de: Wir bitten Sie lediglich um Freigabe von Systemmetriken wie:

source: CPU load, number of CPU cores and CPU model
de_de: CPU-Last, Anzahl der CPU-Kerne und CPU-Modell

source: Memory and swap usage
de_de: Speicher- und Swap-Nutzung

source: Version of used monitoring engine
de_de: Version der verwendeten Monitoring-Engine

source: Version of PHP
de_de: Version von PHP

source: Version of openITCOCKPIT and installed openITCOCKPIT modules
de_de: Version von openITCOCKPIT und der installierten openITCOCKPIT-Module

source: Number of monitored hosts and services
de_de: Anzahl der überwachten Hosts und Services

source: Used operating system
de_de: Verwendetes Betriebssystem

source: MySQL usage statistics like number of select, insert and delete statements
de_de: MySQL-Nutzungsstatistiken wie die Anzahl der Select-, Insert- und Delete-Anweisungen

source: Show me all metrics you like to collect.
de_de: Zeigen Sie mir alle Metriken, die Sie sammeln möchten.

source: Do you track users on the interface?
de_de: Verfolgen Sie die Benutzer auf der Schnittstelle?

source: No. We are not interested in any user or user behavior data.
de_de: Nein. Wir sind nicht an Daten über Benutzer oder Benutzerverhalten interessiert.

source: Why do you ask for this data?
de_de: Warum fragen Sie nach diesen Daten?

source: This information influences decisions such as which openITCOCKPIT modules should get new features or which operating system is used by most of the users. In addition the data will help use to optimize the database schema and improve scalability of openITCOCKPIT.
de_de: Diese Informationen beeinflussen Entscheidungen, z.B. welche openITCOCKPIT-Module neue Funktionen erhalten sollen oder welches Betriebssystem von den meisten Benutzern verwendet wird. Darüber hinaus werden die Daten dazu beitragen, das Datenbankschema zu optimieren und die Skalierbarkeit von openITCOCKPIT zu verbessern.

source: Ask me again
de_de: Fragen Sie mich noch einmal

source: I want more information
de_de: Ich möchte mehr Informationen

source: Yes, I want to help
de_de: Ja, ich möchte helfen

source: No, thanks
de_de: Nein, danke.

source: Many thanks for your support!
de_de: Vielen Dank für Ihre Unterstützung!

source: Sending of anonymous statistics is currently disabled.
de_de: Das Senden von anonymen Statistiken ist derzeit deaktiviert.
