Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Restore default permissions for user group "Administrator"
de_de: Wiederherstellen der Standardberechtigungen für die Benutzergruppe "Administrator"

source: Re-Enable default permissions for user group "{0}" but keep custom changes.
de_de: Reaktiviere die Standardberechtigungen für die Benutzergruppe "{0}", behalte jedoch die benutzerdefinierten Änderungen bei.

source: Setup will continue in {0} seconds. Press CTRL + C to abort.
de_de: Das Setup wird in {0} Sekunden fortgesetzt. Drücken Sie STRG + C, um den Vorgang abzubrechen.

source: This shell helps you to setup your fresh installation of openITCOCKPIT.
de_de: Diese Shell hilft Ihnen beim Einrichten Ihrer Neuinstallation von openITCOCKPIT.

source: Warning:
de_de: Warnung:

source: Only run this command, if you installed openITCOCKPIT right now and never logged in to the interface!
de_de: Führen Sie diesen Befehl nur aus, wenn Sie openITCOCKPIT jetzt installiert haben und sich noch nie an der Schnittstelle angemeldet haben!

source: If you continue, you will lose all your archive data!
de_de: Wenn Sie weitermachen, werden Sie alle Ihre Archivdaten verlieren!

source: Setup openITCOCKPIT and create your first user.
de_de: Richten Sie openITCOCKPIT ein und legen Sie Ihren ersten Benutzer an.

source: You can now open the web frontend in your browser and login. Have a nice day!
de_de: Sie können nun das Web-Frontend in Ihrem Browser öffnen und sich anmelden. Ich wünsche Ihnen einen schönen Tag!

source: Please enter the FQDN or IP address of your openITCOCKPIT Server. If you do not know your IP address enter a random one and change it via the interface later.
de_de: Bitte geben Sie den FQDN oder die IP-Adresse Ihres openITCOCKPIT-Servers ein. Wenn Sie Ihre IP-Adresse nicht kennen, geben Sie eine zufällige ein und ändern Sie diese später über die Schnittstelle.

source: User "{0}" created successfully
de_de: Benutzer "{0}" erfolgreich erstellt

source: Hostname was set to "{0}"
de_de: Der Hostname wurde auf "{0}" gesetzt.

source: E-Mail sender was set to "{0}"
de_de: E-Mail-Absender wurde auf "{0}" gesetzt

source: Mail configuration "{0}" saved successfully.
de_de: E-Mail-Konfiguration "{0}" erfolgreich gespeichert.

source: Migrate openITCOCKPIT V3 E-Mail configuration
de_de: Migriere die E-Mail-Konfiguration von openITCOCKPIT V3

source: Enable users from the file /root/.openitcockpit_active_user_migration.json
de_de: Aktiviert Benutzer aus der Datei /root/.openitcockpit_active_user_migration.json

source: Send a new random password to all local users per mail.
de_de: Sendet ein neues zufälliges Passwort per E-Mail an alle lokalen Benutzer.

source: Migrate notification history records from nagios_ to statusengine_ tables.
de_de: Migriert Benachrichtigungshistorie von nagios_ zu statusengine_-Tabellen.

source: Migrate statehistory records from nagios_ to statusengine_ tables.
de_de: Migriert Statusänderungshistorie von nagios_ zu statusengine_-Tabellen.

source: Migrate acknowledgements history records from nagios_ to statusengine_ tables.
de_de: Migriert Problembestätigungshistorie von nagios_ zu statusengine_-Tabellen.

source: Migrate downtimes history records from nagios_ to statusengine_ tables.
de_de: Migriert Wartungszeitenhistorie von nagios_ zu statusengine_-Tabellen.

source: Migrate hostchecks records from nagios_ to statusengine_ tables.
de_de: Migriert Hostchecks von nagios_ zu statusengine_-Tabellen.

source: Migrate servicechecks records from nagios_ to statusengine_ tables.
de_de: Migriert Servicechecks von nagios_ zu statusengine_-Tabellen.

source: Migrate logentries records from nagios_ to statusengine_ tables.
de_de: Migriert Logeinträge von nagios_ zu statusengine_-Tabellen.

source: Set the Statusengine Broker as default submit method for EVC results
de_de: Legt den Statusengine Broker als Standardübermittlungsmethode für EVC-Ergebnisse fest

source: Migrate the SSH configuration of V3 satellite systems
de_de: Migriert die SSH-Konfiguration von V3-Satellitensystemen

source: Create partition {0} in table {1}
de_de: Erstellt die Partition {0} in Tabelle {1}

source: Invalid host
de_de: Ungültiger Host

source: Invalid service
de_de: Ungültiger Service

source: Successfully
de_de: Erfolgreich

source: Community - unregistered
de_de: Community - nicht registriert

source: Community - registered
de_de: Community - registriert

source: System test mail from
de_de: Systemtest Mail von

source: Test mail send to:
de_de: Test Mail gesendet an:

source: An error occured while sending test mail:
de_de: Beim Senden der Testmail ist ein Fehler aufgetreten:

source: Agentcheck not found
de_de: Agentcheck nicht gefunden

source: Agent config not found
de_de: Agent Konfiguration konnte nicht gefunden werden

source: Push Agent config not found
de_de: Push Agent Konfiguration konnte nicht gefunden werden

source: You are not permitted to access this object.
de_de: Sie dürfen nicht auf dieses Objekt zugreifen.

source: Object could not be found.
de_de: Objekt konnte nicht gefunden werden.

source: In maintenance
de_de: In Wartung

source: Permission denied
de_de: Zugang verweigert

source: You are not permitted to access this object
de_de: Sie dürfen nicht auf dieses Objekt zugreifen

source: Automap not found
de_de: Automap nicht gefunden

source: Invalid Automap
de_de: Ungültige Automap

source: Auto map not found
de_de: Automap wurde nicht gefunden

source: Invalid calendar
de_de: Ungültiger Kalender

source: Calendar deleted successfully
de_de: Kalender erfolgreich gelöscht

source: Issue while deleting calendar
de_de: Fehler beim Löschen des Kalenders

source: Invalid command
de_de: Ungültiges Kommando

source: Used by other objects
de_de: Wird von anderen Objekten verwendet

source: Issue while deleting command
de_de: Fehler beim Löschen des Kommandos

source: Config successfully restored to default
de_de: Konfiguration erfolgreich auf Standard wiederhergestellt

source: Invalid contact group
de_de: Ungültige Kontaktgruppe

source: Contact group not found
de_de: Kontaktgruppe nicht gefunden

source: Issue while deleting contact
de_de: Fehler beim Löschen des Kontakts

source: Invalid contact
de_de: Ungültiger Kontakt

source: Contact not found
de_de: Kontakt nicht gefunden

source: Invalid container
de_de: Ungültiger Container

source: Container not found
de_de: Container nicht gefunden

source: Container is not empty
de_de: Der Container ist nicht leer

source: Invalid cronjob
de_de: Ungültiger Cronjob

source: Currentstatereport_
de_de: Aktueller Zustandsbericht_

source: Successfully saved
de_de: Erfolgreich gespeichert

source: Successfully deleted
de_de: Erfolgreich gelöscht

source: Error while deleting Widget
de_de: Fehler beim Löschen des Widgets

source: MySQL performance
de_de: MySQL Leistung

source: A few tips to optimize your MySQL performance.
de_de: Ein paar Tipps zur Optimierung Ihrer MySQL-Performance.

source: Browser Push Notifications
de_de: Browser-Push-Benachrichtigungen

source: How to setup openITCOCKPIT browser push notifications.
de_de: Wie man openITCOCKPIT Browser-Push-Benachrichtigungen einrichtet.

source: No downtimes within specified time found ({0} - {1}) !
de_de: Keine Wartungszeiten innerhalb der angegebenen Zeit gefunden ({0} - {1}) !

source: ! No downtimes within specified time found ({0} - {1}) !
de_de: ! Keine Wartungszeiten innerhalb der angegebenen Zeit gefunden ({0} - {1}) !

source: Downtimereport_
de_de: Wartungsbericht_

source: Comment can not be empty
de_de: Kommentar darf nicht leer sein

source: Start date can not be empty
de_de: Startdatum darf nicht leer sein

source: Start time can not be empty
de_de: Startzeit darf nicht leer sein

source: End date can not be empty
de_de: Enddatum darf nicht leer sein

source: End time can not be empty
de_de: Endzeit darf nicht leer sein

source: Date is not valid
de_de: Datum ist nicht gültig

source: Could not find downtime
de_de: Wartungszeitraum nicht gefunden

source: Refresh of monitoring configuration successfully!
de_de: Aktualisierung der Monitoring-Konfiguration erfolgreich!

source: Refresh of monitoring configuration started
de_de: Aktualisierung der Monitoring Konfiguration wurde gestartet

source: Host dependency not found
de_de: Hostabhängigkeit nicht gefunden

source: This is only allowed via API.
de_de: Dies ist nur über die API zulässig.

source: Host escalation not found
de_de: Hosteskalation nicht gefunden

source: Invalid hosttemplate
de_de: Ungültige Hostvorlage

source: Invalid Hostgroup
de_de: Ungültige Hostgruppe

source: Hostgroups_
de_de: Hostgruppen_

source: This field cannot be left empty
de_de: Dieses Feld darf nicht leer bleiben

source: Invalid host template
de_de: Ungültige Hostvorlage

source: Host not found
de_de: Host nicht gefunden

source: Host successfully disabled
de_de: Host erfolgreich deaktiviert

source: Issue while disabling host
de_de: Problem beim Deaktivieren des Hosts

source: Host successfully enabled
de_de: Host erfolgreich aktiviert

source: Issue while enabling host
de_de: Fehler beim Aktivieren des Hosts

source: Issue while deleting host
de_de: Fehler beim Löschen des Hosts

source: Issue while deleting host. Service used by other objects.
de_de: Fehler beim Löschen des Hosts. Service wird von anderen Objekten verwendet.

source: Host successfully deleted
de_de: Host erfolgreich gelöscht

source: Error while deleting host
de_de: Fehler beim Löschen des Hosts

source: Invalid request parameter
de_de: Ungültiger Anforderungsparameter

source: Host template not found
de_de: Hostvorlage nicht gefunden

source: Issue while deleting host template
de_de: Problem beim Löschen der Hostvorlage

source: Host template successfully deleted
de_de: Hostvorlage erfolgreich gelöscht

source: Error while deleting host template
de_de: Fehler beim Löschen der Hostvorlage

source: Invalid Container
de_de: Ungültiger Container

source: Instant report not found
de_de: Sofort-Bericht nicht gefunden

source: No report data specified time found ({0} - {1}) !
de_de: Keine Berichtsdaten mit Zeitangabe gefunden ({0} - {1}) !

source: ! No data within specified time found ({0} - {1}) !
de_de: ! Keine Daten innerhalb des bestimmten Zeitraums gefunden ({0} - {1}) !

source: Invalid location
de_de: Ungültiger Ort

source: Location is used by other object.
de_de: Der Standort wird von einem anderen Objekt verwendet.

source: Issue while deleting location
de_de: Problem beim Löschen des Standort

source: Invalid message of the day
de_de: Ungültige Meldung des Tages

source: Message of the day deleted successfully
de_de: Meldung des Tages wurde erfolgreich gelöscht

source: Issue while deleting message of the days
de_de: Während des Löschens der Meldung des Tages ist ein Fehler aufgetreten

source: Message of the day
de_de: Meldung des Tages

source: Message of the day mail sent successfully
de_de: Meldung des Tages wurde erfolgreich versendet

source: An error occurred while sending test mail:
de_de: Ein Fehler ist während des Versandes der Meldung des Tages aufgetreten

source: User not found
de_de: Benutzer nicht gefunden

source: Current password is incorrect
de_de: Das Passwort ist falsch

source: Password changed successfully.
de_de: Das Passwort wurde erfolgreich geändert.

source: File Upload success!
de_de: Hochladen der Datei war erfolgreich!

source: Could not save image data, may be wrong data type. Allowed types are .png, .jpg and .gif
de_de: Bilddaten konnten nicht gespeichert werden, möglicherweise falscher Datentyp. Zulässige Typen sind .png, .jpg und .gif

source: Invalid API key
de_de: Ungültiger API-Key

source: API key updated successfully
de_de: API-Key erfolgreich aktualisiert

source: API key created successfully
de_de: API-Key erfolgreich erstellt

source: Api key deleted successfully
de_de: API-Key erfolgreich gelöscht

source: Could not delete api key
de_de: Konnte den API-Key nicht löschen

source: File deleted sucessfully
de_de: Datei erfolgreich gelöscht

source: Service dependency not found
de_de: Serviceabhängigkeit nicht gefunden

source: Service escalation not found
de_de: Serviceeskalation nicht gefunden

source: Invalid Servicegroup
de_de: Ungültige Servicegruppe

source: Servicegroups_
de_de: Servicegruppen_

source: Invalid service template
de_de: Ungültiges Servicetemplate

source: Service not found
de_de: Service nicht gefunden

source: Issue while deleting service
de_de: Problem beim Löschen des Service

source: Service successfully deleted
de_de: Service erfolgreich gelöscht

source: Error while deleting service
de_de: Fehler beim Löschen des Service

source: Issue while disabling service
de_de: Problem beim Deaktivieren des Service

source: Service successfully disabled
de_de: Service erfolgreich deaktiviert

source: Could not enable service, because associated host is also disabled.
de_de: Service konnte nicht aktiviert werden, da der zugeordnete Host ebenfalls deaktiviert ist.

source: Issue while enabling service
de_de: Problem beim Aktivieren des Service

source: Service successfully enabled
de_de: Service erfolgreich aktiviert

source: None
de_de: Keiner

source: Invalid service template group
de_de: Ungültige Servicevorlagengruppe

source: Service template group not found
de_de: Servicevorlagengruppe nicht gefunden

source: No service template ids set
de_de: Keine Servicevorlagen IDs gesetzt

source: No matching host group "{0}" found.
de_de: Keine passende Hostgruppe "{0}" gefunden.

source: Created {0} new services
de_de: Erstelle {0} neue Services

source: Invalid container id
de_de: Ungültige Contaier ID

source: Service template not found
de_de: Servicevorlage nicht gefunden

source: Issue while deleting service template
de_de: Problem beim Löschen der Servicevorlage

source: Service template successfully deleted
de_de: Servicevorlage erfolgreich gelöscht

source: Error while deleting service template
de_de: Fehler beim Löschen der Servicevorlage

source: Error while saving data
de_de: Fehler beim Speichern der Daten

source: Record successfully saved
de_de: Datensatz erfolgreich gespeichert

source: Invalid request parameters
de_de: Ungültige Anforderungsparameter

source: You have to select at least on object.
de_de: Sie müssen mindestens ein Objekt auswählen.

source: Invalide Systemdowntime
de_de: Systemwartungszeit ungültig machen

source: Systemdowntime successfully deleted
de_de: Systemwartungszeit erfolgreich gelöscht

source: Error while deleting systemdowntime
de_de: Fehler beim Löschen der Systemwartungszeit

source: System failure not found
de_de: Systemfehler nicht gefunden

source: Invalid tenant
de_de: Ungültiger Mandant

source: Tenant deleted successfully
de_de: Mandant erfolgreich gelöscht

source: Could not delete tenant
de_de: Mandant konnte nicht gelöscht werden

source: Issue while deleting tenant
de_de: Problem beim Löschen des Mandanten

source: Invalid timeperiod
de_de: Ungültiger Zeitraum

source: Timeperiod not found
de_de: Zeitraum nicht gefunden

source: Issue while deleting timeperiod
de_de: Problem beim Löschen des Zeitraums

source: Invalid usergroup
de_de: Ungültige Benutzergruppe

source: User group not found
de_de: Benutzergruppe nicht gefunden

source: E-Mail address not found in openITCOCKPIT Database.
de_de: E-Mail Adresse konnte in der Datenbank nicht gefunden werden

source: Invalid username or password
de_de: Ungültiger Benutzername oder Passwort

source: Password reset successfully. The new password was send to {0}
de_de: Passwort erfolgreich zurückgesetzt. Das neue Passwort wurde an {0} gesendet

source: Wizard not found
de_de: Wizard konnte nicht gefunden werden.

source: This field cannot be left blank.
de_de: Dieses Feld darf nicht leer gelassen werden.

source: Only hosts with Prometheus exporters are listed
de_de: Es werden nur Hosts mit zugeweisenen Prometheus Exportern angezeigt

source: Please enter a username.
de_de: Bitte geben Sie einen Benutzernamen ein

source: Please enter a password.
de_de: Bitte geben Sie ein Passwort ein

source: Please enter a server URL.
de_de: Bitte geben Sie eine Server URL an

source: Please enter a API key.
de_de: Bitte geben Sie einen API Key an

source: The port numbers in the range from 1 to 65535
de_de: Die Port Nummer muss zwischen 1 und 65535 liegen

source: The check interval has to be in range from 1 to 7200
de_de: Der Prüfintervall muss zwischen 1 und 7200 liegen

source: The push timeout has to be in range from 1 to 40
de_de: Der Push-Timeout muss zwischen 1 und 40 sein

source: Please enter a certificate file.
de_de: Bitte geben Sie eine Zertifikatsdatei an

source: Please enter certificate key file.
de_de: Bitte geben Sie einen Zertifikatsschlüssel an

source: You must specify at least one service.
de_de: Es muss mindestens einen Service angegeben werden.

source: You must specify at least one service status.
de_de: Sie müssen mindestens einen Servicestatus angeben.

source: You have to select at least one service
de_de: Es muss mindestens ein Service ausgewählt werden

source: Please select at least one service or interface
de_de: Bitte wählen Sie mindestens einen Service oder ein Interface

source: Invalid client certificate
de_de: Ungültiges Client-Zertifikat

source: <warning>File: {0}</warning>
de_de: <warning>Datei: {0}</warning>

source: Used by Autoreport module
de_de: Verwendet vom Autoreport Modul

source: Used by Eventcorrelation module
de_de: Verwendet vom Eventcorrelation Modul

source: Password can not be blank if basic auth is enabled.
de_de: Das Kennwort darf nicht leer sein, wenn die Basisauthentifizierung aktiviert ist.

source: You need to select at least one container
de_de: Sie müssen mindestens einen Container auswählen

source: Font size out of range (1-7)
de_de: Schriftgröße außerhalb des Bereichs (1-7)

source: This command name has already been taken.
de_de: Dieser Kommandosname wurde bereits übernommen.

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Command arguments
de_de: Kommando-Argumente

source: Time ranges
de_de: Zeitbereiche

source: Custom variables
de_de: Benutzerdefinierte Variablen

source: Event handler command arguments
de_de: Ereignishandler Kommando-Argumente

source: Service check command
de_de: Service Prüfkommando

source: Host check command
de_de: Host Prüfkommando

source: Notification command
de_de: Benachrichtigungskommando

source: Eventhandler command
de_de: Ereignisbehandlerkommando

source: You have to choose at least one contact.
de_de: Sie müssen mindestens einen Kontakt auswählen.

source: You must at least specify either the email address or the phone number.
de_de: Sie müssen mindestens entweder die E-Mail-Adresse oder die Telefonnummer angeben.

source: Invalid email address
de_de: Ungültige E-Mail-Adresse

source: You have to choose at least one command.
de_de: Sie müssen mindestens ein Kommando auswählen.

source: Macro name needs to be unique
de_de: Der Makroname muss eindeutig sein

source: This name already exists.
de_de: Sie müssen mindestens ein Kommando auswählen.

source: You need root privileges
de_de: Sie benötigen Root-Rechte

source: Tenant
de_de: Mandant

source: Location
de_de: Standort

source: Device group
de_de: Gerätegruppe

source: Node
de_de: Knoten

source: Host templates
de_de: Hostvorlagen

source: Service templates
de_de: Servicevorlagen

source: Contacts
de_de: Kontakte

source: Contact groups
de_de: Kontaktgruppen

source: Host groups
de_de: Hostgruppen

source: Service groups
de_de: Servicegruppen

source: Service template groups
de_de: Servicevorlagengruppen

source: Host dependencies
de_de: Hostabhängigkeiten

source: Host escalations
de_de: Hosteskalationen

source: Service dependencies
de_de: Serviceabhängigkeiten

source: Service escalations
de_de: Serviceeskalationen

source: Instant reports
de_de: Sofortige Berichte

source: Satellites
de_de: Satelliten

source: Time periods
de_de: Zeitabschnitte

source: Grafana user dashboards
de_de: Benutzerdefiniertes Grafana Dashboard

source: Macro name cannot be left blank.
de_de: Der Makroname darf nicht leer bleiben.

source: Macro name contains illegal characters
de_de: Der Makroname enthält ungültige Zeichen.

source: Macro value cannot be left blank.
de_de: Der Makrowert darf nicht leer bleiben.

source: Default
de_de: Standard

source: You have to choose at least one host.
de_de: Sie müssen mindestens einen Host auswählen.

source: You have to choose at least one dependent host.
de_de: Sie müssen mindestens einen abhängigen Host auswählen.

source: Host dependency #{0}
de_de: Hostabhängigkeit #{0}

source: You must specify at least one contact or contact group.
de_de: Sie müssen mindestens einen Kontakt oder eine Kontaktgruppe angeben.

source: The first notification must be before the last notification.
de_de: Die erste Benachrichtigung muss vor der letzten Benachrichtigung erfolgen.

source: Host escalation #{0}
de_de: Hosteskalation #{0}

source: Not a valid URL.
de_de: Keine valide URL.

source: This value must be between 1 and 5
de_de: Dieser Wert muss zwischen 1 und 5 liegen

source: This value need to be at least 1
de_de: Dieser Wert muss mindestens 1 sein

source: This value need to be at least 0
de_de: Dieser Wert muss mindestens 0 sein

source: Please select a check period
de_de: Bitte wählen Sie einen Prüfzeitraum

source: Please select a check command
de_de: Bitte wählen Sie einen Prüf-Kommando

source: Please select a notify period
de_de: Bitte wählen Sie einen Benachrichtigungszeitraum

source: You must specify at least one notification option.
de_de: Sie müssen mindestens eine Benachrichtigungsoption angeben.

source: You must specify at least one flap detection option.
de_de: Sie müssen mindestens eine Flattererkennungsoption angeben.

source: Parent/child loop detected.
de_de: Eltern/Kind-Schleife erkannt.

source: Generic host
de_de: Generischer Host

source: EVC host
de_de: EVK Host

source: Generic templates
de_de: Generische Vorlagen

source: EVC templates
de_de: EVK Vorlagen

source: You must specify at least one user
de_de: Sie müssen mindestens einen Benutzer angeben

source: Please select a valid interval type
de_de: Bitte wählen Sie einen gültigen Intervalltyp

source: You must specify at least one host group
de_de: Sie müssen mindestens eine Hostgruppe angeben

source: You must specify at least one host
de_de: Sie müssen mindestens einen Host angeben

source: You must specify at least one service group
de_de: Sie müssen mindestens eine Servicegruppe angeben

source: You must specify at least one service
de_de: Sie müssen mindestens einen Service angeben

source: It is required to specify valid values for LONGITUDE and LATITUDE
de_de: Es ist erforderlich, gültige Werte für LONGITUDE und LATITUDE anzugeben

source: Please set content for the message of the day
de_de: Bitte geben Sie den Inhalt für die Meldung des Tages ein

source: Please enter the expiry time in days
de_de: Bitte geben Sie die Ablaufdauer in Tagen ein

source: This field needs to be numeric.
de_de: Dieses Feld muss numerisch sein.

source: Port needs to be between 0 and 65535
de_de: Der Port muss zwischen 0 und 65535 liegen

source: Please enter a license key
de_de: Bitte geben Sie einen Lizenzschlüssel ein

source: Invalid license key
de_de: Ungültiger Lizenzschlüssel

source: You have to choose at least one service.
de_de: Sie müssen mindestens einen Service auswählen.

source: You have to choose at least one dependent service.
de_de: Sie müssen mindestens einen abhängigen Service auswählen.

source: Service dependency #{0}
de_de: Serviceabhängigkeit #{0}

source: Service escalation #{0}
de_de: Serviceeskalation #{0}
