Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: It is recommended to only provide access for a certain group of users to edit commands and user defined macros.
de_de: Es wird empfohlen, nur einer bestimmten Benutzergruppe Zugriff zum Bearbeiten von Befehlen und benutzerdefinierten Makros zu gewähren.

source: Command line
de_de: Kommandozeile

source: user defined macro
de_de: benutzerdefiniertes Makro

source: A $-sign needs to be escaped manually (\$). Semicolons (;) needs to be defined as {0}.
de_de: Ein $-Zeichen muss manuell maskiert werden (\$). Semikolons (;) müssen als {0} definiert werden.

source: Nagios supports up to 32 $ARGx$ macros ($ARG1$ through $ARG32$)
de_de: Nagios unterstützt bis zu 32 $ARGx$ Makros ($ARG1$ bis $ARG32$)

source: Arguments
de_de: Argumente

source: Please enter a name
de_de: Bitte einen Namen eintragen

source: empty arguments will be removed automatically
de_de: leere Argumente werden automatisch entfernt

source: Add argument
de_de: Argument hinzufügen

source: Create command
de_de: Erstelle Kommando

source: User defined macros
de_de: Benutzerdefinierte Makros

source: Hide value
de_de: Wert verstecken

source: Show value
de_de: Wert anzeigen

source: Mismatch in number of defined arguments detected
de_de: Nicht übereinstimmende Anzahl definierter Argumente erkannt

source: Different amount of used {0} variables compared to defined arguments!
de_de: Unterschiedliche Anzahl verwendeter {0} Variablen im Vergleich zu definierten Argumenten!

source: Number of used {0} variables:
de_de: Anzahl der verwendeten {0} Variablen:

source: Number of defined arguments:
de_de: Anzahl der definierten Argumente:

source: Save anyway
de_de: Trotzdem Speichern

source: List of all available default macros
de_de: Liste aller verfügbaren Standardmakros

source: Macro
de_de: Makro

source: Copy command/s
de_de: Kommando /s kopieren

source: Source command:
de_de: Ursprüngliches Kommando:

source: Command name
de_de: Kommandoname

source: Name of the new command
de_de: Name des neuen Kommandos

source: Edit command:
de_de: Kommando bearbeiten:

source: Update command
de_de: Kommando aktualisieren

source: Filter by command name
de_de: Filter nach Kommandoname

source: Command types
de_de: Kommandotypen

source: Used by
de_de: Verwendet von

source: is used by
de_de: wird verwendet von

source: objects.
de_de: Objekte.

source: This command is not used by any object
de_de: Dieser Befehl wird von keinem Objekt verwendet

source: Database backend
de_de: Datenbank-Backend

source: Configuration file
de_de: Konfigurationsdatei

source: Edit configuration file
de_de: Bearbeite Konfigurationsdatei

source: Restore default
de_de: Standard wiederherstellen

source: Do you really want to restore default configuration? All manual changes will be lost.
de_de: Möchten Sie die Standardkonfiguration wirklich wiederherstellen? Alle manuellen Änderungen gehen verloren.

source: Carbon storage path
de_de: Carbon Speicherpfad

source: VictoriaMetrics storage path
de_de: VictoriaMetrics-Speicherpfad

source: Carbon Cache instances
de_de: Carbon Cache-Instanzen

source: Carbon storage schema
de_de: Carbon Speicherschema

source: VictoriaMetrics retention period
de_de: Aufbewahrungsfrist für VictoriaMetrics

source: Local Graphite-Web port
de_de: Lokaler Graphite-Web Port

source: Graphite-Web timezone
de_de: Graphite-Web Zeitzone

source: Server timezone is:
de_de: Server Zeitzone ist:

source: Current server time:
de_de: Aktuelle Serverzeit:

source: Local Carbon C Relay port
de_de: Lokaler Carbon C Relay Port

source: Network configuration
de_de: Netzwerkkonfiguration

source: Automatically
de_de: Automatisch

source: Manually
de_de: Manuell

source: Docker Compose subnet
de_de: Docker Compose Subnetz

source: Configuration file editor
de_de: Konfigurationsdatei Editor

source: File name
de_de: Dateiname

source: Use nginx as reverse proxy
de_de: Verwende Nginx als Reverse-Proxy

source: HTTP bind address
de_de: HTTP Bindungsadresse

source: HTTPS bind address
de_de: HTTPS Bindungsadresse

source: Critical (default)
de_de: Kritisch (Standard)

source: Use check_result_path
de_de: Nutze check_result_path

source: Use external command file (nagios.cmd)
de_de: Verwende externe Befehlsdatei (nagios.cmd)

source: Use Naemon Query Handler (nagios.qh recommended)
de_de: Verwende den Naemon Query Handler (nagios.qh empfohlen)

source: SSH configuration
de_de: SSH Konfiguration

source: Logging
de_de: Protokollierung

source: Disable loging
de_de: Deaktiviere Protokollierung

source: Only some information about phpNSTA
de_de: Nur einige Informationen zu phpNSTA

source: Process fork information
de_de: Informationen zur Prozessabspaltung

source: File operation information
de_de: Informationen zu Dateioperationen

source: Nagios process information
de_de: Informationen zum Nagios Prozess

source: System time synchronization information
de_de: Informationen zur Systemzeitsynchronisation

source: Events triggerd by the SAT-Systems
de_de: Von den SAT-Systemen ausgelöste Ereignisse

source: Child process monitoring
de_de: Überwachung von Kinderprozessen

source: Data for Mod_Gearman
de_de: Daten für Mod_Gearman

source: Bulk Transmission
de_de: Massenübertragung

source: Custom data transmission
de_de: Benutzerdefinierte Datenübertragung

source: ALL
de_de: ALLES

source: Time synchronisation
de_de: Zeitsynchronisation

source: Hour
de_de: Stunde

source: Day
de_de: Tag

source: Contact group
de_de: Kontaktgruppe

source: Create new contact group
de_de: Erstelle neue Kontaktgruppe

source: Create contact group
de_de: Erstelle Kontaktgruppe

source: Copy contact group/s
de_de: Kopiere Kontaktgruppe/n

source: Source contact group:
de_de: Ursprüngliche Kontaktgruppe:

source: Contact group name
de_de: Kontaktgruppenname

source: Name of the new contact group
de_de: Name der neuen Kontaktgruppe

source: Edit contact group:
de_de: Bearbeite Kontaktgruppe

source: Update contact group
de_de: Aktualisiere Kontaktgruppe

source: Filter by contact group name
de_de: Filter nach Kontaktgruppenname

source: Filter by contact group description
de_de: Filter nach Kontaktgruppenbeschreibung

source: Number of contacts
de_de: Anzahl an Kontakten

source: Empty
de_de: Leer

source: Used By
de_de: Verwendet von

source: Host template
de_de: Hostvorlage

source: Host escalation
de_de: Hosteskalation

source: Service escalation
de_de: Serviceeskalation

source: Create new contact
de_de: Erstelle neuen Kontakt

source: Contact
de_de: Kontakt

source: Phone
de_de: Telefon

source: User
de_de: Benutzer

source: For browser notifications, a user needs to be assigned to the contact. User Id will be automatically available as $_CONTACTOITCUSERID$ contact macro.
de_de: Für Browser-Benachrichtigungen muss dem Kontakt ein Benutzer zugewiesen werden. Die Benutzer-ID ist automatisch als Kontaktmakro $_CONTACTOITCUSERID$ verfügbar.

source: Host notification
de_de: Host Benachrichtigung

source: Host time period
de_de: Hostzeitspanne

source: Host commands
de_de: Hostkommando

source: Host notifications enabled
de_de: Hostbenachrichtigungen aktiviert

source: Push notifications to browser
de_de: Push-Benachrichtigungen an den Browser

source: Recovery
de_de: Wiederherstellung

source: Flapping
de_de: Flattern

source: Downtime
de_de: Wartungszeit

source: Host notification options
de_de: Optionen zu Hostbenachrichtigungen

source: Service notification
de_de: Servicebenachrichtigung

source: Service time period
de_de: Servicezeitspanne

source: Service commands
de_de: Servicekommando

source: Service notifications enabled
de_de: Servicebenachrichtigung aktiviert

source: Service notification options
de_de: Optionen zu Servicebenachrichtigungen

source: Read more about browser push notification in the
de_de: Lesen Sie mehr über die Push-Benachrichtigung des Browsers im

source: documentation
de_de: Dokumentation

source: Define contact macros
de_de: Definiere Kontaktmakros

source: CONTACT
de_de: KONTAKT

source: Add new macro
de_de: Neues Makro hinzufügen

source: Create contact
de_de: Erstelle Kontakt

source: Import from LDAP
de_de: Importiere von LDAP

source: Import contact from LDAP
de_de: Importiere Kontakt von LDAP

source: Connected LDAP server
de_de: Verbundener LDAP Server

source: Used filter query
de_de: Verwendete Filterabfrage

source: Base DN
de_de: Basis-DN

source: Imported value from LDAP.
de_de: Importierter Wert von LDAP.

source: Copy contact/s
de_de: Kopiere Kontakt/e

source: Source contact:
de_de: Ursprünglicher Kontakt

source: Contact name
de_de: Kontaktname

source: Name of the new contact
de_de: Name des neuen Kontakts

source: Edit contact:
de_de: Bearbeite Kontakt

source: Update contact
de_de: Aktualisiere Kontakt

source: Filter by contact name
de_de: Filter nach Kontaktname

source: Filter by contact email
de_de: Filter nach Kontaktmail

source: Filter by contact phone
de_de: Filter nach Kontakt-Telefonnummer

source: Host notifications
de_de: Host Benachrichtigungen

source: Service notifications
de_de: Service Benachrichtigungen

source: Used by...
de_de: Verwendet von ...

source: This contact is not used by any object
de_de: Dieser Kontakt wird von keinem Objekt verwendet

source: Containers
de_de: Container

source: Contactgroup
de_de: Kontaktgruppe

source: Servicetemplategroup
de_de: Servicevorlagengruppe

source: Tree
de_de: Baum

source: Show details
de_de: Zeige Details

source: Sub containers:
de_de: Untercontainer:

source: Add new container
de_de: Erstelle neuen Container

source: Select container type
de_de: Wähle Container Typ

source: Location name
de_de: Standort Name

source: Optional fields for location
de_de: Optionale Felder für den Standort

source: Latitude
de_de: Breitengrad

source: Latitude must be a number between -90 and 90 degree inclusive.
de_de: Der Breitengrad muss eine Zahl zwischen -90 und 90 Grad einschließlich sein.

source: Longitude
de_de: Längengrad

source: Longitude must be a number -180 and 180 degree inclusive.
de_de: Der Längengrad muss eine Zahl von -180 und 180 Grad einschließlich sein.

source: Timezone
de_de: Zeitzone

source: Optional fields for tenant
de_de: Optionale Felder für Mandanten

source: Tenant name
de_de: Mandantname

source: First name
de_de: Vorname

source: John
de_de: Max

source: Last name
de_de: Nachname

source: Street
de_de: Straße

source: Any street
de_de: Irgend eine Straße

source: Zip code
de_de: Postleitzahl

source: City
de_de: Stadt

source: Any city
de_de: Irgend eine Stadt

source: Create new node
de_de: Neuen Knoten erstellen

source: Create new tenant
de_de: Erstelle neuen Mandanten

source: Create new location
de_de: Erstelle neuen Standort

source: Edit container name
de_de: Bearbeite Containername

source: Show Details
de_de: Zeige Details

source: Hostdependencies
de_de: Hostabhängigkeiten

source: Containers map
de_de: Container Karte

source: Fullscreen mode
de_de: Vollbild Modus

source: nodes
de_de: Knoten

source: Task
de_de: Aufgaben

source: Plugin
de_de: Erweiterung

source: Interval
de_de: Intervall

source: Last scheduled
de_de: Zuletzt geplant

source: Is currently running
de_de: Läuft gerade

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Add Cronjob
de_de: Cronjob hinzufügen

source: Cronjob schedule interval in minutes
de_de: Cronjob Zeitplanintervall in Minuten

source: Determine if this cronjob should be executed.
de_de: Bestimme, ob dieser Cronjob ausgeführt werden soll.

source: Edit Cronjob
de_de: Cronjob bearbeiten

source: Current state report
de_de: Aktueller Statusbericht

source: Create new current state report
de_de: Erstellen Sie einen neuen aktuellen Statusbericht

source: Report created successfully
de_de: Bericht erfolgreich erstellt

source: Report could not be created
de_de: Bericht konnte nicht erstellt werden

source: Report format
de_de: Berichtsformat

source: Check type
de_de: Prüfungstyp

source: Active service
de_de: Aktiver Service

source: Passive service
de_de: Passiver Service

source: Generating report...
de_de: Bericht erstellen...

source: State type
de_de: Status Typ

source: Hard state
de_de: Harter Status

source: Soft state
de_de: Weicher Status

source: Passively transferred service
de_de: Passiv übertragener Dienst

source: State since
de_de: Status seit

source: Performance data
de_de: Performancedaten

source: No performance data available
de_de: Keine Performancedaten verfügbar

source: Create current state report
de_de: Erstelle aktuellen Statusbericht

source: Current state report
de_de: Aktueller Statusbericht

source: Date:
de_de: Datum:

source: Status since
de_de: Status seit

source: Not Acknowledged
de_de: Nicht bestätigt

source: In Downtime
de_de: In Wartungszeit

source: Not in Downtime
de_de: Nicht in Wartungszeit

source: Scroll interval:
de_de: Scroll Intervall:

source: Created
de_de: Erstellt

source: End
de_de: Ende

source: Duration
de_de: Dauer

source: Was cancelled
de_de: Wurde storniert

source: Options
de_de: Optionen

source: Is running
de_de: Läuft

source: Was not cancelled
de_de: Wurde nicht storniert

source: Hide expired
de_de: Abgelaufene ausblenden

source: Filter by host output
de_de: Filter nach Hostausgabe

source: Filter by excluded tags
de_de: Filter nach ausgeschlossenen Tags

source: The host is currently in a planned maintenance period
de_de: Der Host befindet sich derzeit in einem geplanten Wartungszeitraum

source: Downtime was set by
de_de: Wartungszeit wurde festgelegt von

source: with an duration of
de_de: mit einer Dauer von

source: Start time:
de_de: Startzeit:

source: End time:
de_de: Endzeit:

source: Comment:
de_de: Kommentar:

source: State of host is acknowledged
de_de: Der Status des Hosts ist bestätigt

source: Acknowledgement was set by
de_de: Bestätigung wurde gesetzt von

source: at
de_de: um

source: The state of this host is currently flapping!
de_de: Der Zustand dieses Hosts flattert derzeit!

source: Next check
de_de: Nächste Prüfung

source: Long output
de_de: Lange Ausgabe

source: Rename
de_de: Umbenennen

source: Start sharing
de_de: Starte Teilen

source: Stop sharing
de_de: Stoppe Teilen

source: Lock for edit
de_de: Sperren zum Editieren

source: Add Widget
de_de: Widget hinzufügen

source: Add tab
de_de: Tab hinzufügen

source: Edit title
de_de: Titel bearbeiten

source: Remove widget
de_de: Widget löschen

source: Edit widget title
de_de: Widget Titel bearbeiten

source: Save widget Title
de_de: Widget Titel speichern

source: Create new tab
de_de: Erstelle neuen Tab

source: Create from shared tab
de_de: Erstelle von geteiltem Tab

source: Select shared tab
de_de: Geteilten Tab auswählen

source: Tab rotation interval
de_de: Tab Rotationsintervall

source: Set tab rotation interval
de_de: Definiere Tab Rotationsintervall

source: If you only have one tab, the rotation will just refresh the data of your current tab.
de_de: Wenn Sie nur einen Tab haben, werden durch die Rotation nur die Daten im aktuellen Tab aktualisiert.

source: Rename tab
de_de: Tab umbenennen

source: New tab name
de_de: Neuer Tabname

source: For your dashboard is an update available
de_de: Für Ihr Dashboard steht ein Update zur Verfügung

source: You created this dashboard out of an "shared" dashboard. The original dashboard was updated.
de_de: Sie haben dieses Dashboard aus einem "freigegebenen" Dashboard erstellt. Das ursprüngliche Dashboard wurde aktualisiert.

source: This means the original dashboard was reorder, new objects where added or existing objects gets deleted.
de_de: Dies bedeutet, dass das ursprüngliche Dashboard neu angeordnet wurde, neue Objekte hinzugefügt wurden oder vorhandene Objekte gelöscht wurden.

source: You can now choose if you want to update your dashboard or keep your current dashboard.
de_de: Sie können jetzt auswählen, ob Sie Ihr Dashboard aktualisieren oder Ihr aktuelles Dashboard beibehalten möchten.

source: Warning: By updating your dashboard, local modifications will get lost.
de_de: Warnung: Durch die Aktualisierung Ihres Dashboards gehen lokale Änderungen verloren.

source: Never perform an update for this dashboard
de_de: Führe niemals eine Aktualisierung für dieses Dashboard durch

source: Yes update
de_de: Ja aktualisieren

source: No thanks
de_de: Nein danke

source: New title of widget
de_de: Neuer Titel des Widgets

source: Insert text, html or markdown code
de_de: Fügen Sie Text, HTML oder Markdown-Code ein

source: Currently are no network segment issues
de_de: Derzeit gibt es keine Probleme mit dem Netzwerksegment

source: Filter by service output
de_de: Filter nach Serviceoutput

source: The service is currently in a planned maintenance period
de_de: Der Service befindet sich derzeit in einem geplanten Wartungszeitraum

source: State of service is acknowledged
de_de: Der Zustand des Service wurde bestätigt

source: The state of this service is currently flapping!
de_de: Der Zustand des Service ist gerade flatternd!

source: Problem with host detected!
de_de: Ein Problem mit dem Host wurde erkannt!

source: The host of this service is currently in a planned maintenance period
de_de: Der Host dieses Service befindet sich derzeit in einem geplanten Wartungszeitraum

source: Show label
de_de: Label anzeigen

source: Total hosts
de_de: Gesamte Hosts

source: Unhandled Hosts
de_de: Unbehandelte Hosts

source: Acknowledgments
de_de: Bestätigungungen

source: Filter by host groups
de_de: Filter nach Hostgruppe

source: Total services
de_de: Gesamte Services

source: Unhandled Services
de_de: Unbehandelte Services

source: Filter by service groups
de_de: Filter nach Servicegruppe

source: To embed a website the {0} HTML tag is used.
de_de: Zum Einbetten einer Website wird das HTML-Tag {0} verwendet.

source: Most websites have restrictions for embedding and my not work. Depending on the security settings of the web browser mixing of http and https connections can cause issues.
de_de: Die meisten Websites haben Einschränkungen beim Einbetten und funktionieren nicht. Abhängig von den Sicherheitseinstellungen des Webbrowsers kann das Mischen von http- und https-Verbindungen zu Problemen führen.

source: hosts are monitored
de_de: Hosts werden überwacht

source: services are monitored
de_de: Services werden überwacht

source: Your selected Timezone is
de_de: Ihre ausgewählte Zeitzone ist

source: {0} version is {1},
de_de: {0} Version ist {1},

source: No active subscription
de_de: Kein aktive Subscription

source: Deleted
de_de: Gelöscht

source: Deleted hosts
de_de: Gelöschte Hosts

source: Monitored
de_de: Überwacht

source: Not monitored
de_de: Nicht überwacht

source: Performance data deleted
de_de: Performance Daten wurden gelöscht

source: Pending
de_de: Steht aus

source: Host template:
de_de: Hostvorlage:

source: Service template:
de_de: Servicevorlage:

source: Object
de_de: Objekt

source: No documentation has been written yet for this object. Click on "Edit" to start writing.
de_de: Für dieses Objekt wurde noch keine Dokumentation erstellt. Klicken Sie auf "Bearbeiten", um mit dem Schreiben zu beginnen.

source: Insert hyperlink
de_de: Hyperlink einfügen

source: Insert
de_de: Einfügen

source: New to openITCOCKPIT?
de_de: Neu bei openITCOCKPIT?

source: We recommend every new user to read our
de_de: Wir empfehlen jedem neuen Benutzer, lies unseren

source: beginners guide.
de_de: Ratgeber für Anfänger.

source: This guide provides information about the basic concept of openITCOCKPIT and how to monitor your first host.
de_de: Dieses Handbuch enthält Informationen zum Grundkonzept von openITCOCKPIT und zur Überwachung Ihres ersten Hosts.

source: Beginners guide.
de_de: Ratgeber für Anfänger.

source: Technical documentation
de_de: Technische Dokumentation

source: The technical documentation of openITCOCKPIT containers detailed information about additional Modules, background processes, the usage of the JSON-API and so on.
de_de: Die technische Dokumentation von openITCOCKPIT enthält detaillierte Informationen zu zusätzlichen Modulen, Hintergrundprozessen, der Verwendung der JSON-API usw.

source: Additional help
de_de: Zusätzliche Hilfe

source: Downtime report
de_de: Wartungszeit Bericht

source: Evaluation
de_de: Auswertung

source: Hosts and Services
de_de: Hosts und Services

source: Timeperiod
de_de: Zeitraum

source: Please choose a timeperiod
de_de: Bitte einen Zeitraum auswählen

source: Reflection state
de_de: Reflexionszustand

source: soft and hard state
de_de: weicher und harter Zustand

source: only hard state
de_de: nur harter Zustand

source: Dynamic color
de_de: Dynamische Farbe

source: Create downtime report
de_de: Erstelle einen Wartungszeitbericht

source: Involved in outages (Hosts):
de_de: An Ausfällen beteiligt (Hosts):

source: Hosts without outages:
de_de: Hosts ohne Ausfälle:

source: Analysis period:
de_de: Analysezeitraum:

source: Involved in outages (Services):
de_de: An Ausfällen beteiligt (Services):

source: Servicetemplate
de_de: Servicevorlage

source: Hosts without outages:
de_de: Hosts ohne Ausfälle:

source: Command sent successfully
de_de: Befehl erfolgreich gesendet

source: Data refresh in
de_de: Daten aktualisieren in

source: seconds...
de_de: Sekunden...

source: Host downtimes
de_de: Host Wartungszeiten

source: Service downtimes
de_de: Service Wartungszeiten

source: Create downtime
de_de: Erstelle Wartungszeit

source: Create host downtime
de_de: Erstelle Host Wartungszeit

source: Create service downtime
de_de: Erstelle Service Wartungszeit

source: Create host group downtime
de_de: Erstelle Hostgruppen Wartungszeit

source: Create container downtime
de_de: Erstelle Container Wartungszeit

source: Filter by user
de_de: Filter nach Benutzer

source: Cancel selected
de_de: Ausgewählte abbrechen

source: Downtime currently running
de_de: Derzeit laufende Wartungszeit

source: Downtime is expired
de_de: Wartungszeit is abgelaufen

source: Downtime was cancelled
de_de: Wartungszeit wurde storniert

source: Downtime not started yet
de_de: Wartungszeit noch nicht gestartet

source: Apply configuration
de_de: Konfiguration anwenden

source: Refresh monitoring configuration
de_de: Aktualisieren Sie die Überwachungskonfiguration

source: Could not connect to Gearman Job Server
de_de: Es konnte keine Verbindung zum Gearman Job Server hergestellt werden

source: Create backup of current configuration
de_de: Erstellen Sie ein Backup der aktuellen Konfiguration

source: Select instances which the new configuration should get pushed.
de_de: Wählen Sie Instanzen aus, auf die die neue Konfiguration übertragen werden soll.

source: Instances name
de_de: Name der Instanzen

source: Save selection
de_de: Auswahl speichern

source: Satellite Status has been moved.
de_de: Der Satellitenstatus wurde verschoben.

source: Satellite export status has been moved to a separate view.
de_de: Der Satellitenexportstatus wurde in eine separate Ansicht verschoben.

source: Go to "Satellite Status"
de_de: Gehe zu "Satellitenstatus"

source: Tasks
de_de: Aufgaben

source: Error while refreshing monitoring configuration.
de_de: Fehler beim Aktualisieren der Überwachungskonfiguration.

source: New configuration is invalid
de_de: Neue Konfiguration ist ungültig

source: New Prometheus configuration is invalid
de_de: Die neue Prometheus-Konfiguration ist ungültig

source: Refresh in progress
de_de: Aktualisierung läuft

source: Launch refresh
de_de: Starte Aktualisierung

source: check history
de_de: Prüfe Historie

source: State Types
de_de: Statustypen

source: Soft
de_de: Weich

source: Hard
de_de: Hart

source: Check attempt
de_de: Versuche Überprüfung

source: Create new host dependency
de_de: Erstelle eine neue Hostabhängigkeit

source: Host dependency
de_de: Hostabhängigkeit
