Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Import CSV File without header
de_de: CSV-Datei ohne Header importieren

source: Overview importer configuration
de_de: Übersicht Importerkonfiguration

source: Go to "Importer configuration"
de_de: Gehe zu "Importer-Konfiguration".

source: Drop CSV file here or click to upload.
de_de: Lege die CSV-Datei hier ab oder klicke zum Hochladen.

source: Upload CSV File and create preview
de_de: Hochladen der CSV-Datei und erstelle eine Vorschau

source: CSV Data preview
de_de: CSV-Datenvorschau

source: This preview shows maximal 10 first valid records from csv file.
de_de: Diese Vorschau zeigt maximal 10 erste gültige Datensätze aus der CSV-Datei.

source: Lines with duplicate identifiers are automatically ignored
de_de: Zeilen mit doppelten Kennungen werden automatisch ignoriert.

source: Is missing
de_de: Wird vermisst

source: Invalid rows (show maximal 5 rows for preview)
de_de: Ungültige Zeilen (maximal 5 Zeilen für die Vorschau anzeigen)

source: Start data import
de_de: Starte Datenimport

source: Import data from i-doit system
de_de: Daten aus dem i-doit-System importieren

source: i-doit Data preview
de_de: i-doit Datenvorschau

source: This preview shows maximal 10 first valid records from i-doit system.
de_de: Diese Vorschau zeigt maximal 10 erste gültige Datensätze aus dem i-doit-System.

source: Add importer
de_de: Importeur hinzufügen

source: Create new importer
de_de: Neuen Importer erstellen

source: Importer name
de_de: Name des Importeurs

source: The first row of the CSV file will be treated as column names
de_de: Die erste Zeile der CSV-Datei wird als Spaltenname behandelt

source: The CSV file consists only data sets without column names as header
de_de: Die CSV-Datei besteht nur aus Datensätzen ohne Spaltennamen als Header

source: Importing Data from JSON Files
de_de: Daten aus JSON-Dateien importieren

source: Use external system for showing additional host information
de_de: Externes System verwenden, um zusätzliche Host-Informationen anzuzeigen

source: Force delete services if not in mapping
de_de: Löschen von Services erzwingen, wenn nicht im Mapping

source: If disabled all services outside of the service template group assignment will get deleted automatically
de_de: Wenn deaktiviert, werden alle Services außerhalb der Servicevorlagengruppenzuweisung automatisch gelöscht

source: Data source mapping configuration for:
de_de: Konfiguration der Datenquellenzuordnung für:

source: Press return to separate
de_de: Drücken Sie die Eingabetaste, um zu trennen

source: Define global filter for import (optional)
de_de: Globalen Filter für den Import definieren (optional)

source: Hostname RegEx defined!
de_de: Hostname RegEx definiert!

source: The regular expression will be applied to all objects. Leave this field blank if you do not want to apply a filter by hostname.
de_de: Der reguläre Ausdruck wird auf alle Objekte angewendet. Lassen Sie dieses Feld leer, wenn Sie keinen Filter nach Hostnamen anwenden möchten.

source: The defined regular expression get applied to all imported hosts.
de_de: Der definierte reguläre Ausdruck wird auf alle importierten Hosts angewendet.

source: Host defaults assignments
de_de: Zuweisungen von Host-Standardeinstellungen

source: No host defaults are defined
de_de: Es sind keine Host-Standardeinstellungen definiert

source: Please create at least one "Host defaults"
de_de: Bitte erstellen Sie mindestens eine "Host-Standardeinstellung".

source: Go to "Host defaults"
de_de: Gehe zu "Host-Standardeinstellungen".

source: assignment
de_de: Zuordnung

source: The saved settings get applied to all imported hosts.
de_de: Die gespeicherten Einstellungen werden auf alle importierten Hosts angewendet.

source: RegEx that needs to match
de_de: RegEx, das übereinstimmen muss

source: Optional overwrites
de_de: Optionale Überschreibungen

source: Define exceptions for particular hosts, that should get imported using a different configuration.
de_de: Definieren Sie Ausnahmen für bestimmte Hosts, die mit einer anderen Konfiguration importiert werden sollen.

source: Matching is done in the shown order.
de_de: Der Abgleich erfolgt in der angegebenen Reihenfolge.

source: The last matching overwrite configuration gets used by the Importer.
de_de: Die letzte übereinstimmende Konfiguration wird vom Importer verwendet.

source: Host defaults to assign on match
de_de: Host-Standardeinstellungen, die einer Übereinstimmung zugewiesen werden

source: Create importer
de_de: Importer erstellen

source: Edit importer
de_de: Importeur bearbeiten

source: Update importer
de_de: Importer aktualisieren

source: Importers Overview
de_de: Importeure Übersicht

source: When the importer is deleted, also all associated hosts in the Imported Hosts list get deleted. This means that no further updates are possible for these hosts. All hosts that have already been included in the monitoring will retained.
de_de: Wenn der Importer gelöscht wird, werden auch alle zugeordneten Hosts in der Liste der importierten Hosts gelöscht. Dies bedeutet, dass für diese Hosts keine weiteren Updates möglich sind. Alle Hosts, die bereits in die Überwachung einbezogen wurden, bleiben erhalten.

source: No "Host defaults" defined
de_de: Es sind keine "Host-Standardeinstellungen" definiert

source: Filter by importer name
de_de: Filtern nach Importeurnamen

source: Filter by importer description
de_de: Filtern nach Importerbeschreibung

source: Configuration Wizard: MSSQL Database
de_de: Konfigurationsassistent: MSSQL-Datenbank

source: Configure MSSQL Monitoring
de_de: Konfigurieren Sie die MSSQL-Überwachung

source: MSSQL Database services
de_de: MSSQL-Datenbank Services

source: SNMP discovery is not possible. Please check your SNMP credentials
de_de: SNMP Erkennung ist nicht möglich. Bitte prüfen Sie die SNMP Zugangsdaten

source: Network Basic
de_de: Netzwerk Basis

source: Configuration Wizard: Network Basic
de_de: Konfigurations Wizard: Netzwerk Basis

source: Configure SNMP for Network Monitoring
de_de: Konfiguration von SNMP für Netzwerk Überwachung

source: SNMP services
de_de: SNMP Dienste

source: SNNP Interfaces
de_de: SNMP Schnittstellen

source: To avoiding duplicate interface service configuration, the existing services with the same name will be automatically deselected
de_de: Um eine doppelte Konfiguration der Schnittstellen zu vermeiden, werden die vorhandenen Dienste mit demselben Namen automatisch abgewählt

source: Service template for checking interfaces does not exist
de_de: Servicevorlage zur Prüfung von Schnittstellen existiert nicht.

source: Try to execute {0} to resolve the issue
de_de: Sie können versuchen {0} auszuführen um das Problem zu lösen

source: Discovering Interfaces for SNMP Services
de_de: Erkenne Schnittstellen für SNMP Dienste

source: Scan this device and locate all of the interfaces that reside on the device. Only possible with valid SNMP configuration
de_de: Scanne dieses Gerät und suchen alle Schnittstellen auf dem Gerät. Nur mit gültiger SNMP-Konfiguration möglich

source: Start SNMP Interface discovery
de_de: Starte SNMP Schnittstellen Erkennung

source: Configuration Wizard: Oracle Database
de_de: Konfigurationsassistent: Oracle-Datenbank

source: Configure Oracle Monitoring
de_de: Oracle-Überwachung konfigurieren

source: Oracle configuration help
de_de: Hilfe zur Oracle-Konfiguration

source: Extract files
de_de: Dateien extrahieren

source: Environment Variables
de_de: Umgebungsvariablen

source: Add to following to {0}
de_de: Zu den folgenden hinzufügen {0}

source: Perl Module
de_de: Perl-Modul

source: Create User within Database
de_de: Benutzer in der Datenbank erstellen

source: Oracle Database services
de_de: Oracle-Datenbank Services

source: Reset map
de_de: Karte zurücksetzen

source: Value needs to be greater or equal 15.
de_de: Der Wert muss größer oder gleich 15 sein.

source: OpenStreetMap Module
de_de: OpenStreetMap-Modul

source: Show locations with status
de_de: Standorte mit Status anzeigen

source: Empty or not monitored locations
de_de: Leere oder nicht überwachte Standorte

source: Hide empty locations
de_de: Leere Standorte verstecken

source: Hide not monitored locations
de_de: Nicht überwachte Standorte verstecken

source: Empty Locations
de_de: Leere Standorte

source: Missing configuration or location settings
de_de: Fehlende Konfigurations- oder Standorteinstellungen

source: Configuration / OpenStreetMap Settings
de_de: Konfiguration / OpenStreetMap-Einstellungen

source: No OpenStreetMap Settings defined
de_de: Keine OpenStreetMap-Einstellungen definiert

source: Basic Monitoring / Locations
de_de: Grundlegende Überwachung / Standorte

source: Missing Settings
de_de: Fehlende Einstellungen

source: No locations with longitude and latitude parameter defined
de_de: Keine Standorte mit Längen- und Breitengradparametern definiert

source: OpenStreetMap Settings
de_de: OpenStreetMap Einstellungen

source: Settings
de_de: Einstellungen

source: Edit OpenStreetMap Settings
de_de: Bearbeite OpenStreetMap-Einstellungen

source: Server address
de_de: Server Adresse

source: Map update interval
de_de: Kartenaktualisierungsintervall

source: Advanced settings
de_de: Erweiterte Einstellungen

source: Highlight downtimes and acknowledges
de_de: Markiere Wartungszeiten und Bestätigungen

source: Configure SNMP for Printer Monitoring
de_de: SNMP für die Druckerüberwachung konfigurieren

source: Printer services
de_de: Drucker Services

source: Wrong incident type
de_de: Falscher Vorfalltyp

source: PagerDuty Module
de_de: PagerDuty-Modul

source: PagerDuty Settings
de_de: PagerDuty Einstellungen

source: Edit PagerDuty Settings
de_de: Bearbeite PagerDuty Einstellungen

source: API key
de_de: API Schlüssel

source: The API Key you got from PagerDuty
de_de: Der API-Key, den Sie von PagerDuty erhalten haben

source: Integration Key
de_de: Integrationsschlüssel

source: The Integration Key you got from PagerDuty after you created the Service
de_de: Der Integrationsschlüssel, den Sie von PagerDuty erhalten haben, nachdem Sie den Service erstellt haben

source: API URL of the PagerDuty service.
de_de: API-URL des PagerDuty-Dienstes.

source: Enable Two-Way Integration
de_de: Aktiviere die Zwei-Wege-Integration

source: Via the Two-Way Integration PagerDuty is able, to acknowledge host and service problems.
de_de: Über die Zwei-Wege-Integration kann PagerDuty Host- und Serviceprobleme erkennen.

source: For this it is required, that your openITCOCKPIT Server is accessible from the Internet.
de_de: Dazu ist es erforderlich, dass auf den openITCOCKPIT-Server über das Internet zugegriffen werden kann.

source: Webhook URL for PagerDuty. You need to create an openITCOCKPIT user defined API key first.
de_de: Webhook-URL für PagerDuty. Sie müssen zuerst einen benutzerdefinierten openITCOCKPIT-API-Key erstellen.

source: Use Proxy Server
de_de: Nutze Proxy-Server

source: Prometheus exporter not found
de_de: Prometheus Exporteur nicht gefunden

source: Prometheus exporter successfully deleted
de_de: Prometheus Exporter erfolgreich gelöscht

source: Error while deleting Prometheus exporter
de_de: Fehler beim Löschen des Prometheus-Exporters

source: Invalid alert rule
de_de: Ungültige Warnregel

source: Invalid host id
de_de: Ungültige Host-ID

source: threshold type as is out of bounds: [{0}]
de_de: Schwellenwerttyp wie außerhalb der Grenzen: [{0}]

source: Warning and Critical can not be equal.
de_de: Warnung und Kritisch können nicht gleich sein.

source: Longer as is out of bounds: [{0}]
de_de: Länger als außerhalb der Grenzen: [{0}]

source: Operator as is out of bounds: [{0}]
de_de: Operator wie außerhalb der Grenzen: [{0}]

source: 5 seconds
de_de: 5 Sekunden

source: 10 seconds
de_de: 10 Sekunden

source: 15 seconds
de_de: 15 Sekunden

source: 1 minute 30 seconds
de_de: 1 Minute 30 Sekunden

source: 3 minutes
de_de: 3 Minuten

source: 4 minutes
de_de: 4 Minuten

source: 20 minutes
de_de: 20 Minuten

source: 25 minutes
de_de: 25 Minuten

source: 40 minutes
de_de: 40 Minuten

source: 50 minutes
de_de: 50 Minuten

source: 1 hour 30 minutes
de_de: 1 Stunde und 30 Minuten

source: 3 hours
de_de: 3 Stunden

source: 5 hours
de_de: 5 Stunden

source: 6 hours
de_de: 6 Stunden

source: 12 hours
de_de: 12 Stunden

source: 1 day
de_de: 1 Tag

source: Query
de_de: Abfrage

source: Scrape interval is out of bounds: [{0}]
de_de: Das Scrape-Intervall ist außerhalb der Grenzen: [{0}]

source: Scrape timeout is out of bounds: [{0}]
de_de: Das Scrape-Zeitlimit ist außerhalb der Grenzen: [{0}]

source: This is not a valid YAML configuration.
de_de: Dies ist keine gültige YAML-Konfiguration.

source: Prometheus Module
de_de: Prometheus-Modul

source: Alert rules
de_de: Alarmregeln

source: Prometheus alert rules
de_de: Prometheus Alarmregeln

source: of Host
de_de: des Hosts

source: Metrics
de_de: Metriken

source: Filter by PromQL
de_de: Filter nach PromQL

source: Unit
de_de: Einheit

source: Edit alert rule
de_de: Warnregel bearbeiten

source: Exporters Overview
de_de: Exporteure Übersicht

source: Create new exporter
de_de: Neuen Exporter erstellen

source: Scrape interval
de_de: Scrape-Intervall

source: How frequently Prometheus will request data from the exporter.
de_de: Wie oft Prometheus Daten vom Exporteur anfordern wird.

source: Scrape timeout
de_de: Scrape-Zeitlimit

source: How long Prometheus will wait for an request to complete before it will timeout.
de_de: Wie lange Prometheus auf den Abschluss einer Anfrage wartet, bevor das Zeitlimit überschritten wird.

source: A one word description like "os", "webserver" or "mysql" to make Prometheus queries easier.
de_de: Eine Ein-Wort-Beschreibung wie "os", "webserver" oder "mysql", um Prometheus-Abfragen zu vereinfachen.

source: Metric path
de_de: Metrik-Pfad

source: The prometheus documentation provides a list of
de_de: Die Prometheus-Dokumentation enthält eine Liste von

source: default port allocations.
de_de: Standardportzuweisungen.

source: Add port to targets
de_de: Fügen Sie den Zielen einen Port hinzu

source: Most exports requires that the port number gets added to the target address (e.g node_exporter).
de_de: Bei den meisten Exporten muss die Portnummer zur Zieladresse hinzugefügt werden (z. B. node_exporter)

source: For the snmp_exporter you have to untick this.
de_de: Für den snmp_exporter müssen Sie dies deaktivieren.

source: YAML config
de_de: YAML Konfiguration

source: Some exporters like the "Blackbox exporter" or "SNMP exporter" require a special YAML configuration. Deeper Prometheus knowledge is recommended.
de_de: Einige Exporteure wie der "Blackbox exporter" oder der "SNMP exporter" erfordern eine spezielle YAML-Konfiguration. Vertiefte Prometheus-Kenntnisse werden empfohlen.

source: Create exporter
de_de: Erstelle Exporter

source: Edit exporter:
de_de: Bearbeite Exporter

source: Update exporter
de_de: Aktualisiere Exporter

source: Prometheus exporters
de_de: Prometheus Exporteure

source: Filter by exporter name
de_de: Filter nach Exportername

source: Filter by exporter service
de_de: Filter nach Exporter-Service

source: Filter by scrape interval
de_de: Filter nach Scrape-Intervall

source: Prometheus state overview
de_de: Prometheus Statusübersicht

source: Edit Prometheus alert rule
de_de: Prometheus-Warnregel bearbeiten

source: PromQL help
de_de: PromQL Hilfe

source: Selected metrics to use
de_de: Ausgewählte zu verwendende Metriken

source: Available metrics
de_de: Verfügbare Metriken

source: Brackets
de_de: Klammern

source: Arithmetic binary operators
de_de: Arithmetische Binäroperatoren

source: addition
de_de: Zusatz

source: subtraction
de_de: Subtraktion

source: multiplication
de_de: Multiplikation

source: power/exponentiation
de_de: Macht / Potenzierung

source: Aggregation operators
de_de: Aggregationsoperatoren

source: calculate sum over dimensions
de_de: Summe über Abmessungen berechnen

source: select minimum over dimensions
de_de: Wähle das Minimum über den Abmessungen

source: select maximum over dimensions
de_de: Wähle das Maximum über den Abmessungen

source: calculate the average over dimensions
de_de: Berechne den Durchschnitt über die Abmessungen

source: calculate population standard deviation over dimensions
de_de: Berechne die Populationsstandardabweichung über die Abmessungen

source: calculate population standard variance over dimensions
de_de: Berechne die Populationsstandardvarianz über die Abmessungen

source: count number of elements in the vector
de_de: Anzahl der Elemente im Vektor zählen

source: count number of elements with the same value
de_de: Anzahl der Elemente mit demselben Wert zählen

source: smallest k elements by sample value
de_de: kleinste k Elemente nach Beispielwert

source: largest k elements by sample value
de_de: größte k Elemente nach Beispielwert

source: calculate φ-quantile (0 ≤ φ ≤ 1) over dimensions
de_de: Berechne das φ-Quantil (0 ≤ φ ≤ 1) über die Abmessungen

source: PromQL query
de_de: PromQL Abfrage

source: Query area
de_de: Abfragebereich

source: Query result
de_de: Abfrageergebnis

source: no data
de_de: keine Daten

source: Service and alert definition
de_de: Service- und Alarmdefinition

source: Threshold type
de_de: Schwellentyp

source: Scalar
de_de: Skalar

source: Range Inclusive (≥ 10 and ≤ 20 - inside the range of 10 to 20)
de_de: Range Inclusive (≥ 10 und ≤ 20 - im Bereich von 10 bis 20)

source: Range Exclusive (< 10 or > 20 - outside the range of 10 to 20)
de_de: Exklusiver Bereich (<10 oder> 20 - außerhalb des Bereichs von 10 bis 20)

source: == (equal)
de_de: == (gleich)

source: != (not equal)
de_de: != (nicht gleich)

source: > (greater-than)
de_de: > (größer als)

source: < (less-than)
de_de: < (kleiner als)

source: >= (greater-or-equal)
de_de: >= (größer oder gleich)

source: <= (less-or-equal)
de_de: <= (kleiner oder gleich)

source: automatically
de_de: automatisch

source: Warning min
de_de: Warnung min

source: Warning max
de_de: Warnung max

source: Longer than...
de_de: Länger als ...

source: Critical min
de_de: Kritisch min

source: Critical max
de_de: Kritisch max

source: Metric unit
de_de: Metrische Einheit

source: Unit of the metric.
de_de: Einheit der Metrik.

source: Examples:
de_de: Beispiele:

source: "b" for bytes.
de_de: "b" für Bytes.

source: "KB" for kilobytes.
de_de: "KB" für Kilobytes.

source: "s" for seconds.
de_de: "s" für Sekunden.

source: "Mbps" or "Mbit/s"
de_de: "Mbps" oder "Mbit/s"

source: "MB/s" for megabytes per second
de_de: "MB/s" für Megabytes pro Sekunde

source: Update alert rule
de_de: Alarmregel aktualisieren

source: Current values
de_de: Aktuelle Werte

source: Query Overview
de_de: Abfrageübersicht

source: Metrics missing?
de_de: Metriken fehlen?

source: Have you refreshed the monitoring configuration?
de_de: Wurde die Überwachungskonfiguration aktualisiert?

source: Prometheus metrics
de_de: Prometheus Metriken

source: Filter by metric name
de_de: Filter nach Metrikname

source: Metric
de_de: Metrik

source: Help
de_de: Hilfe

source: Create service from metric
de_de: Service aus einer Metrik erstellen

source: Create service from metrics
de_de: Service aus Metriken erstellen

source: Add metric to monitoring
de_de: Füge der Überwachung eine Metrik hinzu

source: Add to service
de_de: Zu Service hinzufügen

source: Remove
de_de: Entfernen

source: PromQL help and example queries
de_de: PromQL-Hilfe und Beispielabfragen

source: Linux memory usage in percent
de_de: Linux-Speicherauslastung in Prozent

source: Average MB/s network traffic (transmit) over the last 2 minutes
de_de: Durchschnittlicher MB/s Netzwerkverkehr (senden) in den letzten 2 Minuten

source: Average Mbit/s network traffic (transmit) over the last 2 minutes
de_de: Durchschnittlicher Mbit/s Netzwerkverkehr (senden) in den letzten 2 Minuten

source: Average Mbit/s network traffic (transmit) of all network interfaces over the last 2 minutes
de_de: Durchschnittlicher Mbit/s Netzwerkverkehr (senden) aller Netzwerkschnittstellen in den letzten 2 Minuten

source: Average MB/s written to disk sda over the last 2 minutes
de_de: Durchschnittliche MB/s, die in den letzten 2 Minuten auf die Festplatte sda geschrieben wurden

source: Windows CPU usage in percentage
de_de: Windows-CPU-Auslastung in Prozent

source: Windows Disk usage in percentage
de_de: Windows-Datenträgernutzung in Prozent

source: Windows memory usage in percentage
de_de: Windows-Speichernutzung in Prozent

source: Configuration Wizard: SAP
de_de: Konfigurationsassistent: SAP

source: Configure SAP Monitoring
de_de: SAP-Monitoring konfigurieren

source: SAP Server Settings
de_de: SAP-Servereinstellungen

source: SAP System Instance Numbers
de_de: SAP-Systeminstanznummern

source: Client
de_de: Klient

source: RFC User
de_de: RFC-Benutzer

source: RFC Password
de_de: RFC-Passwort

source: Incident overview
de_de: Incident-Übersicht

source: Number
de_de: Nummer

source: Resolution code
de_de: Auflösungscode

source: Resolution notes
de_de: Auflösungsnotizen

source: Edit Host-Specific Settings
de_de: Hostspezifische Einstellungen bearbeiten

source: Incident Impact
de_de: Incident Auswirkungen

source: 1 - High
de_de: 1 - Hoch

source: 2 - Medium
de_de: 2 - Mittel

source: 3 - Low
de_de: 3 - Niedrig

source: Impact defines the effect that the task has on business<br>Including urgency used for priority calculating
de_de: Auswirkung definiert den Effekt, die die Aufgabe auf das Geschäft hat.<br>Einschließlich der Dringlichkeit, die für die Prioritätsberechnung verwendet wird

source: (More information)
de_de: (Mehr Informationen)

source: Incident Urgency
de_de: Dringlichkeit des Incident

source: Urgency defines the extent to which the task resolution can be delayed<br>Including impact used for priority calculating
de_de: Die Dringlichkeit definiert das Ausmaß, in dem die Aufgabenauflösung verzögert werden kann.<br>Einschließlich der Auswirkungen, die für die Prioritätsberechnung verwendet werden

source: Assignment Group
de_de: Zuordnungsgruppe

source: ServiceNow Incident Assignment Group
de_de: ServiceNow Incident-Zuordnungsgruppe

source: Assigned To
de_de: Zugewiesen an

source: ServiceNow Incident Assigned To (automatically sets status to "In progress")
de_de: ServiceNow Incident zugeordnet zu (setzt den Status automatisch auf "In Bearbeitung")

source: No edit permissions
de_de: Keine Bearbeitungsberechtigungen

source: Edit Service-Specific Settings
de_de: Bearbeite servicespezifische Einstellungen

source: ServiceNow Module
de_de: ServiceNow-Modul

source: URL to your ServiceNow Instance
de_de: URL zu Ihrer ServiceNow Instanz

source: User ID
de_de: Benutzer ID

source: ServiceNow User ID
de_de: ServiceNow Benutzer ID

source: User Password
de_de: Benutzerpasswort

source: ServiceNow User Password
de_de: ServiceNow Benutzerpasswort

source: Incident recovery state
de_de: Incident Wiederherstellungszustand

source: Resolved
de_de: Gelöst

source: Closed
de_de: Geschlossen

source: Canceled
de_de: Storniert

source: Incident state on host / service recovery
de_de: Ereignisstatus bei der Wiederherstellung des Hosts / Services

source: Via the Two-Way Integration ServiceNow is able, to acknowledge host and service problems.
de_de: Über die Zwei-Wege-Integration kann ServiceNow Host- und Serviceprobleme erkennen.

source: Slack Module
de_de: Slack-Modul

source: Slack Settings
de_de: Slack Einstellungen

source: Edit Slack Settings
de_de: Bearbeite Slack Einstellungen

source: Incoming Webhook URL you got from Slack after you enable incoming webhooks.
de_de: Eingehende Webhook-URL, die Sie von Slack erhalten haben, nachdem Sie eingehende Webhooks aktiviert haben.

source: OAuth Access Token
de_de: OAuth Zugangs-Token
