Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Error while connecting to Grafana server.
de_de: Fehler beim Herstellen einer Verbindung zum Grafana-Server.

source: For detailed information, please uncomment line {0} in {1}. Detailed output is disabled due to security reasons.
de_de: Für detaillierte Informationen kommentieren Sie bitte die Zeile {0} in {1} aus. Die detaillierte Ausgabe ist aus Sicherheitsgründen deaktiviert.

source: Invalid Userdashboard
de_de: Ungültiges Benutzer-Dashboard

source: User defined Grafana dashboard successfully deleted
de_de: Benutzerdefiniertes Grafana-Dashboard erfolgreich gelöscht

source: Could not delete user defined Grafana dashboard
de_de: Benutzerdefiniertes Grafana-Dashboard konnte nicht gelöscht werden.

source: Synchronization finished successfully
de_de: Die Synchronisierung wurde erfolgreich abgeschlossen

source: An error has been occured while synchronizing
de_de: Beim Synchronisieren ist ein Fehler aufgetreten

source: Last 2 days
de_de: Letzte 2 Tage

source: Last 7 days
de_de: Letzte 7 Tage

source: Last 30 days
de_de: Letzte 30 Tage

source: Last 90 days
de_de: Letzte 90 Tage

source: Last 6 months
de_de: Letzte 6 Monate

source: Last year
de_de: Letztes Jahr

source: Today so far
de_de: Heute bisher

source: This week so far
de_de: Diese Woche bisher

source: This month so far
de_de: Diesen Monat bisher

source: Last 5 minutes
de_de: Letzte 5 Minuten

source: Last 15 minutes
de_de: Letzte 15 Minuten

source: Last 30 minutes
de_de: Letzte 30 Minuten

source: Last 1 hour
de_de: Letzte Stunde

source: Last 3 hours
de_de: Letzte 3 Stunden

source: Last 6 hours
de_de: Letzte 6 Stunden

source: Last 12 hours
de_de: Letzte 12 Stunden

source: Last 24 hours
de_de: Letzte 24 Stunden

source: Refresh every 5s
de_de: Aktualisiere alle 5s

source: Refresh every 10s
de_de: Aktualisiere alle 10s

source: Refresh every 30s
de_de: Aktualisiere alle 30s

source: Refresh every 1m
de_de: Aktualisiere alle 1m

source: Refresh every 5m
de_de: Aktualisiere alle 5m

source: Refresh every 15m
de_de: Aktualisiere alle 15m

source: Grafana (auto generated)
de_de: Grafana (automatisch generiert)

source: Grafana (user defined)
de_de: Grafana (benutzerdefiniert)

source: No element selected
de_de: Kein Element ausgewählt

source: Please choose
de_de: Bitte auswählen

source: Save
de_de: Speichern

source: Home
de_de: Startseite

source: Grafana Module
de_de: Grafana Modul

source: Configuration
de_de: Konfiguration

source: Edit
de_de: Bearbeiten

source: Grafana API Key
de_de: Grafana API Schlüssel

source: Grafana Prefix
de_de: Grafana Präfix

source: Connect via HTTPS
de_de: Verbindung über HTTPS herstellen

source: Use Proxy
de_de: Benutze Proxy

source: Determine if the <a ui-sref="ProxyIndex">configured proxy</a> should be used.
de_de: Bestimme, ob der <a ui-sref="ProxyIndex">konfigurierte Proxy</a> verwendet werden soll.

source: Determine if the configured proxy should be used.
de_de: Bestimme, ob der konfigurierte Proxy verwendet werden soll.

source: Ignore SSL certificate
de_de: SSL-Zertifikat ignorieren

source: Disable certificate validation to allow usage of self-signed certificates.
de_de: Deaktiviere die Zertifikatsüberprüfung, um die Verwendung selbstsignierter Zertifikate zu ermöglichen.

source: Dashboard Style
de_de: Dashboard Stil

source: dark
de_de: dunkel

source: light
de_de: hell

source: Hostgroups
de_de: Hostgruppe

source: Only generate dashboards for hosts in the selected host groups. If empty the system will generate a dashboard for all hosts.
de_de: Generieren Sie nur Dashboards für Hosts in den ausgewählten Hostgruppen. Wenn leer, generiert das System ein Dashboard für alle Hosts.

source: Hostgroups (excluded)
de_de: Hostgruppen (ausgeschlossen)

source: Connection established successfully.
de_de: Verbindung erfolgreich hergestellt.

source: Check Grafana Connection
de_de: Prüfe Grafana Verbindung

source: User dashboards
de_de: Benutzer Dashboards

source: Add
de_de: Hinzufügen

source: No Grafana configuration found!
de_de: Keine Grafana Konfiguration gefunden!

source: Grafana Configuration
de_de: Grafana Konfiguration

source: A valid {0} is required, before this feature can be used.
de_de: Eine gültige {0} ist erforderlich, bevor diese Funktion verwendet werden kann.

source: Create new user defined Grafana dashboard
de_de: Erstellen Sie ein neues benutzerdefiniertes Grafana Dashboard

source: Back
de_de: Zurück

source: created successfully
de_de: erfolgreich erstellt

source: Please select a container.
de_de: Bitte wähle einen Container aus.

source: User dashboard name
de_de: Name des Benutzer Dashboards

source: Create Grafana dashboard
de_de: Erstelle Grafana Dashboard

source: Cancel
de_de: Abbrechen

source: Edit user defined Grafana dashboard
de_de: Bearbeite benutzerdefiniertes Grafana Dashboard

source: Update Grafana dashboard
de_de: Benutzerdefiniertes Grafana Dashboard bearbeiten

source: Please make sure to synchronize your changes with Grafana after you have made modifications.
de_de: Bitte stelle sicher, dass Änderungen mit Grafana synchronisiert werden, nachdem Änderungen vorgenommen wurden.

source: Edit settings
de_de: Bearbeite Einstellungen

source: Synchronize with Grafana
de_de: Synchronisiere mit Grafana

source: Add row
de_de: Zeile hinzufügen

source: Synchronize with Grafana Modal
de_de: Synchronisiere mit Grafana Modal

source: Close
de_de: Schließen

source: Add Metric
de_de: Metrik hinzufügen

source: Panel options
de_de: Panel Optionen

source: Remove Panel
de_de: Panel entfernen

source: This panel is empty. Start by adding metrics.
de_de: Dieses Panel ist leer. Beginne mit dem Hinzufügen von Metriken.

source: Add new metric
de_de: Neue Metrik hinzufügen

source: Select service
de_de: Service auswählen

source: Select metric
de_de: Metrik auswählen

source: Add metric
de_de: Metrik hinzufügen

source: Panel title
de_de: Panel Titel

source: Panel unit
de_de: Panel Einheit

source: Changes will be saved automatically.
de_de: Änderungen werden automatisch gespeichert.

source: Add Panel
de_de: Panel hinzufügen

source: Remove Row
de_de: Zeile entfernen

source: Auto refresh
de_de: Automatisch neu laden

source: Long term
de_de: Langfristig

source: Until now
de_de: Bis jetzt

source: Today
de_de: Heute

source: Select user defined Grafana dashboard
de_de: Wähle ein benutzerdefiniertes Grafana Dashboard aus

source: Overview
de_de: Übersicht

source: User defined Grafana dashboards
de_de: Benutzerdefinierte Grafana Dashboars

source: overview
de_de: Übersicht

source: Refresh
de_de: Aktualisieren

source: New
de_de: Neu

source: Filter by name
de_de: Filter nach Name

source: Reset Filter
de_de: Filter zurücksetzen

source: Not synchronized
de_de: Nicht synchronisiert

source: Open in Editor
de_de: In Editor öffnen

source: Synchronize
de_de: Synchronisieren

source: View
de_de: Anzeigen

source: Delete
de_de: Löschen

source: No entries match the selection
de_de: Keine Einträge stimmen mit der Auswahl überein

source: Select all
de_de: Alle auswählen

source: Undo selection
de_de: Auswahl rückgängig machen

source: Delete selected
de_de: Ausgewählte löschen

source: Dashboard not found in Grafana
de_de: Dashboard nicht gefunden in Grafana

source: There is no file to store
de_de: Keine Datei zum Speichern

source: File extension ".{0}" not supported!
de_de: Datei Erweiterung ".{0}" nicht unterstützt!

source: Cannot move uploaded file
de_de: Hochgeladene Datei kann nicht verschoben werden

source: File uploaded successfully
de_de: Datei erfolgreich hochgeladen

source: Upload failed: {0}
de_de: Hochladen fehlgeschlagen: {0}

source: Background deleted successfully.
de_de: Hintergrund erfolgreich gelöscht.

source: Error while deleting background.
de_de: Fehler beim Löschen des Hintergrunds.

source: Icon deleted successfully.
de_de: Icon erfolgreich gelöscht.

source: Error while deleting icon.
de_de: Fehler beim Löschen des Icons.

source: Iconsets needs to be packed as an .zip file.
de_de: Iconsets müssen als ZIP-Datei gepackt werden.

source: Could not open uploaded zip file.
de_de: Hochgeladene Zip-Datei konnte nicht geöffnet werden.

source: Mapeditor settings successfully updated
de_de: Map Editor wurde erfolgreich aktualisiert

source: Invalid map
de_de: Ungültige Karte

source: Invalid Map
de_de: Ungültige Karte

source: Invalid Map rotation
de_de: Ungültige Kartenrotation

source: Map rotation deleted successfully
de_de: Kartenrotation erfolgreich gelöscht

source: Could not delete map rotation
de_de: Kartenrotation konnte nicht gelöscht werden

source: Maps
de_de: Karten

source: Rotations
de_de: Rotationen

source: Map
de_de: Karte

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
de_de: Die hochgeladene Datei überschreitet die Anweisung upload_max_filesize in php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
de_de: Die hochgeladene Datei überschreitet die im HTML-Formular angegebene Anweisung MAX_FILE_SIZE

source: The uploaded file was only partially uploaded
de_de: Die hochgeladene Datei wurde nur teilweise hochgeladen

source: No file was uploaded
de_de: Es wurde keine Datei hochgeladen

source: Missing a temporary folder.
de_de: Fehlender temporärer Ordner.

source: Failed to write file to disk.
de_de: Fehler beim Schreiben der Datei auf die Festplatte.

source: A PHP extension stopped the file upload.
de_de: Eine PHP-Erweiterung hat den Datei-Upload gestoppt.

source: Please select a metric.
de_de: Bitte wählen Sie eine Metrik.

source: Please select an output type.
de_de: Bitte wählen Sie einen Ausgabetyp.

source: You have to choose at least one option.
de_de: Sie müssen mindestens eine Option auswählen.

source: Map Module
de_de: Karten Modul

source: Map editor
de_de: Karten Editor

source: Edit map:
de_de: Karte editieren:

source: Show help lines
de_de: Zeige Hilfslinien an

source: Help lines distance
de_de: Abstand zwischen der Hilfslinien

source: Change size automatically
de_de: Ändere die Größe automatisch

source: Enable grid
de_de: Raster aktivieren

source: Grid size
de_de: Raster Größe

source: Add item
de_de: Item hinzufügen

source: Add line
de_de: Zeile hinzufügen

source: Add summary status item
de_de: Zusammenfassungsstatuselement hinzufügen

source: Add gadget
de_de: Gadget hinzufügen

source: Change background image
de_de: Hintergrundbild ändern

source: Add stateless text
de_de: Fügen zustandslosen Text hinzu

source: Add stateless icon
de_de: Fügen zustandsloses Icon hinzu

source: Click to hide layer
de_de: Klicke hier, um die Ebene auszublenden

source: Click to show layer
de_de: Klicke hier, um die Ebene einzublenden

source: Add or edit map item
de_de: Kartenelement hinzufügen oder bearbeiten

source: Upload iconset
de_de: Iconset hochladen

source: Select object type
de_de: Objekttyp auswählen

source: Hostgroup
de_de: Hostgruppe

source: Servicegroup
de_de: Servicegruppe

source: Select object
de_de: Objekt auswählen

source: Select iconset
de_de: Iconset auswählen

source: Select layer
de_de: Ebene auswählen

source: Layers could be used to stack items on a map. Empty layers will be deleted automatically.
de_de: Ebenen können verwendet werden, um Elemente auf einer Karte zu stapeln. Leere Ebenen werden automatisch gelöscht.

source: Add new layer
de_de: Neue Ebene hinzufügen

source: Show Label
de_de: Zeige Label

source: Left
de_de: Links

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Right
de_de: Rechts

source: Upload new iconset (as .zip package)
de_de: Neues Iconset hochladen (als .zip-Paket)

source: Max allowed file size:
de_de: Maximal zulässige Dateigröße:

source: To upload a own iconset, you need to compress all required icons into a .zip archive.
de_de: Um ein eigenes Iconset hochzuladen, müssen Sie alle erforderlichen Icons in ein ZIP-Archiv komprimieren.

source: All icons needs to be PNG images. In addition you should follow the
de_de: Alle Symbole müssen PNG-Bilder sein. Außerdem sollten Sie dem folgen:

source: openITCOCKPIT color guidelines.
de_de: openITCOCKPIT Farbrichtlinien.

source: Required icons:
de_de: Benötigte Icons:

source: Go back to settings
de_de: Zurück zu den Einstellungen

source: Add or edit line
de_de: Gehe zurück zu den Einstellungen

source: Stateless line
de_de: Statuslose Linie

source: End X
de_de: Ende X

source: End Y
de_de: Ende Y

source: Add or edit gadget
de_de: Gadget hinzufügen oder bearbeiten

source: Select gadget type
de_de: Wähle den Gadget-Typ

source: Select output type
de_de: Wähle den Ausgabetyp

source: Service output
de_de: Service Ausgabe

source: Service long output
de_de: Lange Service Ausgabe

source: Font size
de_de: Schriftgröße

source: Width
de_de: Breite

source: Keep blank for default width
de_de: Für die Standardbreite leer lassen

source: Height
de_de: Höhe

source: Choose background image
de_de: Wähle Hintergrundbild

source: Upload new background image
de_de: Neues Hintergrundbild hochladen

source: Add or edit stateless text
de_de: Statuslosen Text hinzufügen oder bearbeiten

source: Description Text
de_de: Beschreibungstext

source: Official page for openITCOCKPIT
de_de: Offizielle Seite für openITCOCKPIT

source: Open in new tab
de_de: Öffne in neuem Tab

source: Insert link
de_de: Link einfügen

source: Smallest
de_de: Kleinste

source: Smaller
de_de: Kleiner

source: Small
de_de: Klein

source: Big
de_de: Groß

source: Bigger
de_de: Größer

source: Biggest
de_de: Größte

source: Add or edit stateless icon
de_de: Statusloses Icon hinzufügen oder bearbeiten

source: Upload new icon
de_de: Neues Icon hochladen

source: Add or edit summary state item
de_de: Zusammenfassungsstatuselement hinzufügen oder bearbeiten

source: Keep blank for default radius
de_de: Leer lassen für den Standardradius

source: (DISABLED)
de_de: (DEAKTIVIERT)

source: Description
de_de: Beschreibung

source: State
de_de: Status

source: Not in monitoring
de_de: Nicht im Monitoring

source: Output
de_de: Ausgabe

source: Perfdata
de_de: Performancedaten

source: Current attempt
de_de: Aktueller Versuch

source: Last check
de_de: Letzte Überprüfung

source: Next check
de_de: Nächste Überprüfung

source: Summary State
de_de: Zusammenfassender Status

source: Summary Output
de_de: Zusammenfassende Ausgabe

source: Host state
de_de: Host Status

source: Last state change
de_de: Letzte Zustandsänderung

source: Host group
de_de: Hostgruppe

source: Host group name
de_de: Hostgruppenname

source: Summary state
de_de: Zusammengefasster Status

source: Summary output
de_de: Zusammengefasste Ausgabe

source: Hosts overview
de_de: Hosts Übersicht

source: Services overview
de_de: Services Übersicht

source: Service group
de_de: Servicegruppe

source: Service group name
de_de: Servicegruppenname

source: Map name
de_de: Kartenname

source: Map title
de_de: Kartentitel

source: Host and services are not in state UP/OK
de_de: Host und Services befinden sich nicht im Status UP / OK

source: maximum 20
de_de: maximal 20

source: View map:
de_de: Karte anzeigen:

source: Fullscreen
de_de: Vollbildschirm

source: Leave fullscreen
de_de: Vollbildschirm verlassen

source: Create new map
de_de: Erstelle neue Karte

source: Satellite
de_de: Satellit

source: Map Name
de_de: Kartenname

source: Map Title
de_de: Kartentitel

source: Refresh interval
de_de: Aktualisierungsintervall

source: Create another
de_de: Weiteres Element erstellen

source: Create map
de_de: Erstelle Karte

source: Copy
de_de: Kopieren

source: Copy map/s
de_de: Kopiere Karte/n

source: Source map:
de_de: Quell-Karte

source: Name of the new map
de_de: Name der neuen Karte

source: Title of the new map
de_de: Titel der neuen Karte

source: Refresh Interval
de_de: Aktualisierungsintervall

source: Automatic maps update interval in seconds
de_de: Aktualisierungsintervall für automatische Karten in Sekunden

source: saved successfully
de_de: erfolgreich gespeichert

source: Update map
de_de: Aktualisiere Karte

source: Filter by Map name
de_de: Filter nach Kartenname

source: Filter by Map title
de_de: Filter nach Kartentitel

source: Edit in Map editor
de_de: Bearbeite im Karteneditor

source: View in fullscreen
de_de: Im Vollbild anzeigen

source: Create new map rotation
de_de: Erstelle neue Kartenrotation

source: Rotation Name
de_de: Rotationsname

source: Rotation interval
de_de: Rotationsintervall

source: Create rotation
de_de: Erstelle Rotation

source: Edit map rotation:
de_de: Bearbeite Kartenrotation:

source: updated successfully
de_de: erfolgreich aktualisiert

source: Update map rotation
de_de: Aktualisiere Kartenrotation

source: Filter by Rotation name
de_de: Filter nach Rotationsname

source: Filter by Rotation Interval
de_de: Filter nach Rotationsintervall

source: Rotation name
de_de: Rotationsname

source: Issue got acknowledged by {0} via Mattermost.
de_de: Das Problem wurde von {0} über Mattermost bestätigt.

source: Issue got acknowledged by **@{0}** via Mattermost.
de_de: Das Problem wurde von **@{0}** über Mattermost bestätigt.

source: For Two-way integration an API key is required.
de_de: Für die bidirektionale Integration ist ein API-Key erforderlich.

source: Mattermost Module
de_de: Mattermost Modul

source: Enable Two-way integration
de_de: Aktivieren Sie die bidirektionale Integration

source: openITCOCKPIT API Key
de_de: openITCOCKPIT API Schlüssel

source: API Key
de_de: API Schlüssel

source: used by Mattermost for authentication against openITCOCKPIT.
de_de: wird von Mattermost zur Authentifizierung gegen openITCOCKPIT verwendet.

source: Save configuration
de_de: Konfiguration speichern

source: Command added successfully to queue
de_de: Befehl erfolgreich zur Warteschlange hinzugefügt

source: External commands
de_de: Externe Kommandos

source: External Command
de_de: Externes Kommando

source: What is this API for?
de_de: Wofür ist diese API?

source: This API can be used by third party application to send commands to the monitoring backend.
de_de: Diese API kann von Drittanbieteranwendungen verwendet werden, um Befehle an das Monitoring-Backend zu senden.

source: This could be useful to transfer passive check results or to acknowledge host or service states.
de_de: Dies kann nützlich sein, um passive Prüfergebnisse zu übertragen oder Host- / Servicezustände zu bestätigen.

source: Command type
de_de: Kommandotyp

source: Default value
de_de: Standardwert

source: required
de_de: benötigt

source: No parameters
de_de: Keine Parameter

source: YOUR_API_KEY_HERE
de_de: DEIN_API_KEY_HIER

source: You need to create an openITCOCKPIT user defined API key first.
de_de: Sie müssen zuerst einen benutzerdefinierten openITCOCKPIT-API-Key erstellen.

source: Click here for help
de_de: Klicke hier für Hilfe

source: is not required in the URL and can be removed.
de_de: ist in der URL nicht erforderlich und kann entfernt werden.

source: External documentation
de_de: Externe Dokumentation

source: Acknowledged per mail
de_de: Per Mail bestätigt

source: GearmanWorker: Fork new worker child
de_de: GearmanWorker: Erstelle neuen Kind-Prozess

source: Started refresh of monitoring configuration
de_de: Aktualisierung der Monitoringkonfiguration gestartet

source: Create Backup of current configuration
de_de: Erstelle Backup der aktuellen Konfiguration

source: Create Backup of current Prometheus configuration
de_de: Erstellen Sie ein Backup der aktuellen Prometheus-Konfiguration

source: Delete old configuration
de_de: Lösche alte Konfiguration

source: Execute pre export tasks
de_de: Vor-Export Aufgaben ausführen

source: Create default configuration
de_de: Erstelle Standard Konfiguration

source: Create hosttemplate configuration
de_de: Erstelle Konfiguration für Hostvorlagen

source: Create host configuration
de_de: Erstelle Konfiguration für Hosts

source: Create command configuration
de_de: Erstelle Konfiguration für Kommandos

source: Create contact configuration
de_de: Erstelle Konfiguration für Kontakte

source: Create contact group configuration
de_de: Erstelle Konfiguration für Kontaktgruppen

source: Create timeperiod configuration
de_de: Erstelle Konfiguration für Zeiträume

source: Create host group configuration
de_de: Erstelle Konfiguration für Hostgruppen

source: Create host escalation configuration
de_de: Erstelle Konfiguration für Hosteskalationen

source: Create servicetemplate configuration
de_de: Erstelle Konfiguration für Servicevorlagen

source: Create service configuration
de_de: Erstelle Konfiguration für Services

source: Create service escalation configuration
de_de: Erstelle Konfiguration für Serviceeskalationen

source: Create service group configuration
de_de: Erstelle Konfiguration für Servicegruppen

source: Create host dependency configuration
de_de: Erstelle Konfiguration für Hostabhängigkeiten

source: Create service dependency configuration
de_de: Erstelle Konfiguration für Serviceabhängigkeiten

source: Export user defined macros
de_de: Exportiere benutzerdefinierte Makros

source: Create main Prometheus configuration file
de_de: Erstelle die Hauptkonfigurationsdatei von Prometheus

source: Create Prometheus targets
de_de: Erstelle Prometheus-Ziele

source: Create Prometheus alert rules
de_de: Erstelle Prometheus-Warnregeln

source: Execute post export tasks
de_de: Nach-Export Aufgaben ausführen

source: Verifying new configuration
de_de: Neue Konfiguration verifizieren

source: Check if monitoring engine is running
de_de: Prüfe, ob die Monitoring Engine läuft

source: Reloading monitoring engine
de_de: Monitoring Engine neu laden

source: Restarting monitoring engine
de_de: Monitoring Engine neu starten

source: Execute after export command
de_de: Nach-Export Kommando ausführen

source: Verifying new Prometheus configuration
de_de: Überprüfung der neuen Prometheus-Konfiguration

source: Restarting Prometheus monitoring engine
de_de: Prometheus Monitoring Engine neu starten

source: Refresh of configuration finished
de_de: Aktualisierung der Konfiguration beendet

source: with an error
de_de: mit Fehler

source: successfully
de_de: erfolgreich

source: Refresh of monitoring configuration finished {0}
de_de: Aktualisierung der Monitoring Konfiguration wurde abgeschlossen

source: Mark Satellite for configuration synchronization through NSTA daemon [
de_de: Markiere Satelliten für die Konfigurationssynchronisierung über den NSTA-Daemon [

source: Check if NSTA daemon is running
de_de: Prüfe, ob der NSTA-Daemon läuft

source: Reloading NSTA daemon
de_de: Lade NSTA-Daemon neu

source: Restarting NSTA daemon
de_de: Starte NSTA-Daemon neu

source: Never
de_de: Niemals

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Yearly
de_de: Jährlich

source: An error occured while sending instant report mail:
de_de: Beim Senden einer sofortigen Berichtsmail ist ein Fehler aufgetreten

source: Verifying monitoring configuration files, please standby...
de_de: Überprüfung der Überwachungskonfigurationsdateien, bitte warten ...

source: If set the new password will get print to the CLI
de_de: Wenn gesetzt, wird das neue Passwort auf der CLI ausgegeben

source: Do not send the new password per mail
de_de: Sende das neue Passwort nicht per E-Mail

source: If set the user will also be marked as enabled in the database. If not set the is_active field will be left untouched.
de_de: Wenn festgelegt, wird der Benutzer auch in der Datenbank als verfügbar markiert. Wenn nicht gesetzt, bleibt das is_active Feld unberührt.

source: New password is: {0}
de_de: Neues Passwort ist: {0}

source: Your
de_de: Ihr

source: got reset!
de_de: wurde zurückgesetzt!

source: New password was send to {0}
de_de: Neues Passwort wurde gesendet an {0}

source: Checking permissions for user group "{0}"...
de_de: Überprüfen der Berechtigungen für Benutzergruppe "{0}"...
