Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Please enter a service name.
de_de: Bitte geben Sie einen Servicenamen ein.

source: This field cannot be 0
de_de: Dieses Feld darf nicht 0 sein

source: Generic service
de_de: Generischer Service

source: EVC service
de_de: EVK Service

source: You must select at least one service template.
de_de: Sie müssen mindestens eine Servicevorlage auswählen.

source: SLA templates
de_de: SLA Vorlagen

source: Checkmk templates
de_de: Checkmk Vorlagen

source: Prometheus templates
de_de: Prometheus Vorlagen

source: Agent templates
de_de: Agent Vorlagen

source: Please select at least on object.
de_de: Bitte wählen Sie mindestens ein Objekt aus.

source: You must select at least one day of the week or one day of the month, or both
de_de: Es muss wenigstens ein Tag der Woche oder ein Tag des Monats, oder bedes ausgewählt werden

source: Weekdays needs to be in range (1-7).
de_de: Wochentage müssen im Bereich (1-7) liegen.

source: Weekdays needs to be in range (1-31).
de_de: Wochentage müssen im Bereich (1-31) liegen.

source: Start time needs to be a valid date.
de_de: Die Startzeit muss ein gültiges Datum sein.

source: End time needs to be a valid date.
de_de: Die Endzeit muss ein gültiges Datum sein.

source: "From" date should be greater then "to" date.
de_de: Das "von" Datum sollte größer sein, als das "bis" Datum.

source: Duration needs to be greater than zero.
de_de: Die Dauer muss größer als 0 sein.

source: This field needs to be 0 or 1
de_de: Dieses Feld muss 0 oder 1 sein

source: Please enter a valid date
de_de: Bitte gib ein korrektes Datum an

source: Start time must be before end time.
de_de: Die Startzeit muss vor der Endzeit liegen.

source: The start time must be before the end time.
de_de: Die Startzeit muss vor der Endzeit liegen.

source: The end time must be after the start time.
de_de: Die Endzeit muss nach der Startzeit liegen.

source: You have to choose at least one container.
de_de: Sie müssen mindestens einen Container auswählen.

source: This user role name has already been taken.
de_de: Es existiert bereits eine Benutzerrolle mit diesem Namen.

source: You need to select at least one container or container role.
de_de: Sie müssen mindestens einen Container oder eine Containerrolle auswählen.

source: You have to select a user role.
de_de: Sie müssen eine Benutzerrolle auswählen.

source: You have to select a user
de_de: Sie müssen einen Benutzer auswählen.

source: DN could not left be blank.
de_de: DN darf nicht leer bleiben.

source: Minimum amount is 1
de_de: Mindestbetrag ist 1

source: Maximum amount is 1000
de_de: Maximalbetrag beträgt 1000

source: This field needs a numeric value.
de_de: Dieses Feld benötigt einen numerischen Wert.

source: Welcome
de_de: Willkommen

source: Parent outages
de_de: Übergeordnete Ausfälle

source: Hosts pie chart
de_de: Hosts Kreisdiagramm

source: Hosts pie chart 180
de_de: Hosts Kreisdiagramm 180

source: Services pie chart
de_de: Services Kreisdiagramm

source: Services pie chart 180
de_de: Services Kreisdiagramm 180

source: Traffic light
de_de: Ampel

source: Tachometer
de_de: Geschwindigkeitsmesser

source: Notice
de_de: Notiz

source: Calendar
de_de: Kalender

source: Hosts in downtime
de_de: Hosts in Wartungszeiten

source: Services in downtime
de_de: Services in Wartungszeiten

source: Host status list
de_de: Hoststatus Liste

source: Host status overview
de_de: Hoststatus Übersicht

source: Tactical overview for hosts
de_de: Taktische Übersicht für Hosts

source: Service status list
de_de: Servicestatus Liste

source: Service status overview
de_de: Servicestatus Übersicht

source: Tactical overview for services
de_de: Taktische Übersicht der Services

source: Auto Map
de_de: Automatische Karte

source: Monitoring for your Linux Server with openITCOCKPIT Agent
de_de: Überwachung für Linux Server über den openITCOCKPIT Agent

source: Monitoring for your Windows Server with openITCOCKPIT Agent
de_de: Überwachung für Windows Server über den openITCOCKPIT Agent

source: Monitoring for your macOS Server with openITCOCKPIT Agent
de_de: Überwachung für macOS Server über den openITCOCKPIT Agent

source: Track MySQL Query Throughput, Execution Performance, Connections, And Buffer Pool Usage
de_de: Überwachung der MySQL Abfragen Laufzeit, Verbindungen und der Buffer-Pool Auslastung

source: Monitoring for your server with checkmk
de_de: Überwachung über Checkmk

source: Metrics based monitoring using Prometheus
de_de: Metriken beasirte Überwachung mit Prometheus

source: Network
de_de: Netzwerk

source: Used to check any kind of network devices and interfaces like: Switch, Router, Firewall, Access Point, ...
de_de: Zur Überwachung von unterschiedlichen Netzwerkgeräten wie: Switche, Router, Firewall, Access Point, ...

source: Monitoring SAP Systems
de_de: Monitoring für das SAP System

source: Monitoring for your SAP Hana System Database
de_de: Monitoring für Deine SAP Hana System Datenbank

source: Monitoring for your SAP Hana Tenant Database
de_de: Monitoring für Deine SAP Hana Tenant Datenbank

source: VMware (through vCenter)
de_de: VMware (über vCenter)

source: Check everything regarding VMware. vCenter, virtual machines...
de_de: Überwache alles in Bezug auf VMware. vCenter, virtuelle Maschinen...

source: VMware (esx directly)
de_de: VMware (direkt mit esx)

source: Check everything regarding VMware. ESX Hosts, virtual machines...
de_de: Überwache alles in Bezug auf VMware. ESX Hosts, virtuelle Maschinen...

source: Monitor your VMware Horizon Virtual Desktop Infrastructure
de_de: Überwache Deine VMware Horizon Virtual Desktop Infrastruktur

source: Monitor your DB2 server
de_de: Überwache Dein DB2 server

source: Track connection time, connected users, session and process usage, ....
de_de: Verfolge Verbindungszeit, verbundene Benutzer, Session und Prozessnutzung, ...

source: Uninterruptible Power Supply
de_de: Unterbrechungsfreie Stromversorgung

source: Add your UPS for monitoring by specifying the device details
de_de: Fügen Sie Ihre USV zur Überwachung hinzu, indem Sie die Gerätedetails angeben

source: Printer
de_de: Drucker

source: Add your printers for monitoring by specifying the device details
de_de: Fügen Sie Ihre Drucker zur Überwachung hinzu, indem Sie die Gerätedetails angeben

source: Monitor your Microsoft SQL Server
de_de: Überwache Dein Microsoft SQL Server

source: These checks will allow you to monitor your HP server
de_de: Mit diesen Prüfungen können Sie Ihren HP Server überwachen

source: acknowledgement history
de_de: Bestätigungsverlauf

source: From
de_de: Von

source: From date
de_de: Vom Datum

source: Filter by comment
de_de: Filter nach Kommentar

source: To
de_de: Bis

source: To date
de_de: Bis Datum

source: Filter by author
de_de: Filter nach Autor

source: States
de_de: Zustände

source: Down
de_de: Nicht verfügbar

source: Unreachable
de_de: Nicht erreichbar

source: Date
de_de: Datum

source: Author
de_de: Autor

source: Comment
de_de: Kommentar

source: Sticky
de_de: Klebrig (Sticky)

source: True
de_de: Wahr

source: False
de_de: Falsch

source: Warning
de_de: Warnung

source: Critical
de_de: Kritisch

source: Unknown
de_de: Unbekannt

source: Debugging information
de_de: Informationen zur Fehlersuche

source: Show SQL query log
de_de: SQL-Abfrageprotokoll anzeigen

source: Critical error!
de_de: Kritischer Fehler!

source: Could not connect to Gearman Job Server! No background tasks will get executed!
de_de: Konnte keine Verbindung zum Gearman Job Server herstellen! Es werden keine Hintergrundaufgaben ausgeführt!

source: Ubuntu Trusty 14.04 end of life!
de_de: Ubuntu Trusty 14.04 ist am Ende seines Lebens!

source: Official end of life of Ubuntu Trusty scheduled for April 2019.
de_de: Das offizielle Ende der Lebensdauer von Ubuntu Trusty war April 2019.

source: Therefore openITCOCKPIT 3.5 will be the last release for Ubuntu Trusty. Please update to Ubuntu Xenial to receive further updates.
de_de: Daher wird openITCOCKPIT 3.5 die letzte Version für Ubuntu Trusty sein. Bitte aktualisieren Sie auf Ubuntu Xenial, um weitere Updates zu erhalten.

source: Need help updating your system? Please don't hesitate to contact our enterprise support {0}.
de_de: Brauchen Sie Hilfe bei der Aktualisierung Ihres Systems? Bitte zögern Sie nicht, unseren Enterprise-Support zu kontaktieren {0}.

source: Debian Jessie 8 end of life!
de_de: Debian Jessie 8 ist am Ende seines Lebens!

source: Debian Jessie is not supported by the Debian security team anymore!
de_de: Debian Jessie wird nicht mehr vom Debian-Sicherheitsteam unterstützt!

source: Therefore openITCOCKPIT 3.5 will be the last release for Debian Jessie. Please update to Debian Stretch to receive further updates.
de_de: Daher wird openITCOCKPIT 3.5 die letzte Veröffentlichung für Debian Jessie sein. Bitte aktualisieren Sie auf Debian Stretch, um weitere Aktualisierungen zu erhalten.

source: Interface information
de_de: Informationen zur Schnittstelle

source: Edition
de_de: Ausgabe

source: Path for config
de_de: Pfad für die Konfiguration

source: Path for backups
de_de: Pfad für Backups

source: Command interface
de_de: Kommandoschnittstelle

source: Process information
de_de: Prozess Informationen

source: Error
de_de: Fehler

source: Gearman-Job-Server is not running, openITCOCKPIT could not check the state of background daemons
de_de: Gearman-Job-Server läuft nicht, openITCOCKPIT konnte den Status des Hintergrunddienstes nicht überprüfen

source: Please start Gearman-Job-Server first
de_de: Bitte starten Sie zuerst Gearman-Job-Server

source: gearman_worker is not running, openITCOCKPIT could not check the state of background daemons
de_de: gearman_worker läuft nicht, openITCOCKPIT konnte den Status des Hintergrunddienstes nicht überprüfen

source: Please start gearman_worker first
de_de: Bitte starten Sie zuerst gearman_worker

source: Process
de_de: Prozess

source: Running
de_de: Läuft

source: Stopped
de_de: Gestoppt

source: Database connector
de_de: Datenbank-Konnektor

source: Perfdata processor
de_de: Performancedaten-Verarbeiter

source: Queuing engine
de_de: Warteschlangen-Engine

source: Push notification service
de_de: Push-Benachrichtigungsdienst

source: Server information
de_de: Server Informationen

source: Address
de_de: Adresse

source: PHP Memory limit
de_de: PHP-Speicherlimit

source: PHP Max. execution time
de_de: PHP Max. Ausführungszeit

source: PHP loaded extensions
de_de: PHP geladene Erweiterungen

source: CPU model
de_de: CPU Modell

source: CPU Architecture
de_de: CPU Architektur

source: Number of CPU cores
de_de: Anzahl der CPU-Kerne

source: CPU load
de_de: CPU-Last

source: Keep history
de_de: Behalte Historie

source: Current load:
de_de: Aktuelle Last:

source: 5 Minutes
de_de: 5 Minuten

source: 15 Minutes
de_de: 15 Minuten

source: Memory and disk usage
de_de: Arbeitsspeicher- und Festplattennutzung

source: Memory usage
de_de: Arbeitsspeichernutzung

source: Total:
de_de: Insgesamt:

source: Used:
de_de: Genutzt:

source: Cached:
de_de: Zwischengespeichert:

source: Buffers:
de_de: Puffer:

source: Swap usage
de_de: Swap-Nutzung

source: Disk usage
de_de: Festplattennutzung

source: Size
de_de: Größe

source: Available
de_de: Verfügbar

source: Mount point
de_de: Einhängepunkt

source: Queue name
de_de: Name der Warteschlange

source: Jobs waiting
de_de: Jobs warten

source: Active jobs
de_de: Aktive Jobs

source: Worker available
de_de: Arbeiter verfügbar

source: Email configuration
de_de: E-Mail Konfiguration

source: Mail server address
de_de: Mail-Server Adresse

source: Transport method
de_de: Transportmethode

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Password hidden due to security please see the file /opt/openitc/frontend/config/email.php for detailed configuration information.
de_de: Passwort aus Sicherheitsgründen versteckt. Ausführliche Informationen zur Konfiguration finden Sie in der Datei /opt/openitc/frontend/config/email.php.

source: Send test Email to
de_de: Sende Test E-Mail an

source: Client IP address
de_de: Client IP-Adresse

source: Databases query log
de_de: Datenbank Query Log

source: Databases
de_de: Datenbanken

source: query log
de_de: Abfrageprotokoll

source: Successfully connected
de_de: Erfolgreich verbunden

source: Used query log slots
de_de: Verwendete Abfrageprotokoll-Slots

source: Try manual reconnect
de_de: Versuche die Verbindung manuell wiederherzustellen

source: Truncate log
de_de: Protokoll kürzen

source: Connection error
de_de: Verbindungsfehler

source: Could not connect to Query Log WebSocket Server. Did you execute
de_de: Es konnte keine Verbindung zum Query Log WebSocket Server hergestellt werden. Wurde folgendes ausgeführt?

source: Checks
de_de: Prüfungen

source: Create new openITCOCKPIT Agent check
de_de: Erstelle neue openITCOCKPIT Agent Prüfung

source: Agent check
de_de: Agent Prüfung

source: The name of the check is equal to the key from the agents JSON output.
de_de: Der Name der Prüfung entspricht dem Schlüssel aus der JSON-Ausgabe des Agenten.

source: The name of the check plugin used by the poller.
de_de: Der Name des vom Poller verwendeten Check-Plugins.

source: Service template
de_de: Servicevorlage

source: Create agent check
de_de: Agent Prüfung erstellen

source: Edit openITCOCKPIT Agent check:
de_de: Bearbeite openITCOCKPIT Agent Prüfung:

source: Update agent check
de_de: Aktualisiere Agent Prüfung

source: Agent checks overview
de_de: Agent Prüfungsübersicht

source: Filter by agent check name
de_de: Filter nach Agent Prüfungsname

source: Filter by service template name
de_de: Filter nach Servicevorlagenname

source: Agent check name
de_de: Agent Prüfungsname

source: Service template name
de_de: Servicevorlagenname

source: openITCOCKPIT Agent Configuration for:
de_de: openITCOCKPIT Agent Configuration für:

source: Select host
de_de: Host auswählen

source: Configure Agent
de_de: Konfiguriere Agent

source: Install Agent
de_de: Installation Agent

source: Exchange TLS Certificate
de_de: TLS Zertifikatsaustausch

source: Create services
de_de: Erstelle Services

source: Next
de_de: Nächster

source: Executing TLS certificate exchange
de_de: Ausführung des Zertifikatsaustausch

source: Success
de_de: Erfolg

source: Reset AutoTLS certificate
de_de: Zürücksetzen des AutoTLS Zertifikats

source: Error!
de_de: Fehler!

source: Trust this Agent and generate a new certificate.
de_de: Diesem Agenten vertrauen und ein neues Zertifikat ausstellen.

source: Unknown error
de_de: Unbekannter Fehler

source: Select Agent
de_de: Agent auswählen

source: Which operation system do you want to monitor?
de_de: Welches Betriebssystem möchten Sie überwachen?

source: Basic configuration
de_de: Basiskonfiguration

source: Operation mode
de_de: Operations Modus

source: Pull mode
de_de: Pull Modus

source: Push mode
de_de: Push Modus

source: Agent bind address
de_de: Agent Verbindungsadresse

source: IP address that openITCOCKPIT Agent should bind to.
de_de: IP-Adresse, auf welcher der openITCOCKPIT-Agent Webserver starten soll.

source: Set 0.0.0.0 to bind to all interfaces.
de_de: Stellen Sie 0.0.0.0 ein, um den Webserver an alle Schnittstellen zu binden.

source: Agent bind port
de_de: Agent Verbindungsport

source: Port number that openITCOCKPIT Agent should bind to.
de_de: Port Nummer, auf welcher der openITCOCKPIT-Agent Webserver starten soll.

source: Default: 3333
de_de: Standard: 3333

source: Check interval
de_de: Prüfungsintervall

source: Determines in seconds how often the openITCOCKPIT Agent will execute all checks.
de_de: Legt in Sekunden fest, wie oft der openITCOCKPIT Agent alle Überprüfungen ausführt.

source: Default: 30
de_de: Standard: 30

source: Push mode configuration
de_de: Push Modus Konfiguration

source: openITCOCKPIT Server Address
de_de: openITCOCKPIT Server Adresse

source: External address of your openITCOCKPIT Server.
de_de: Externe Adresse des openITCOCKPIT Servers.

source: HTTP Proxy that should be used by the agent. Leave blank for no proxy.
de_de: HTTP Proxy welcher vom Agenten genutzt wird. Wenn leer wird kein Proxy genutzt.

source: Verify server certificate
de_de: Überprüfe das Server Zertifikat

source: Require valid TLS certificates (e.g. Let's Encrypt)
de_de: Erfordert gültige TLS-Zertifikate (z.B. Let's Encrypt)

source: Push timeout
de_de: Push Zeitüberschreitung

source: HTTP timeout in seconds
de_de: Zeitüberschreitung für HTTP in Sekunden

source: Pull mode configuration
de_de: Pull Modus Konfiguration

source: Determine if the <a href="/#!/proxy/index">configured proxy</a> should be used.
de_de: Bestimme, ob der <a href="/#!/proxy/index">konfigurierte Proxy</a> verwendet werden soll.

source: Security configuration
de_de: Sicherheitskonfiguration

source: Connection type
de_de: Verbindungstyp

source: HTTP (plaintext)
de_de: HTTP (Klartext)

source: openITCOCKPIT automatically generate a TLS certificate for authentication and encryption purpose. Auto-TLS is only available in Pull mode.
de_de: openITCOCKPIT generiert automatisch ein TLS-Zertifikat für Authentifizierungs- und Verschlüsselungszwecke. Auto-TLS ist nur im Pull-Modus verfügbar.

source: Start the Agents web server with own TLS certificates from Let's Encrypt for example.
de_de: Startet den Webserver des Agenten mit einem eigenen TLS-Zertifikaten zum Beispiel von Let's Encrypt.

source: It's recommended to also enable HTTP Basic Authentication to restrict the access to the agent.
de_de: Es wird empfohlen HTTP-Authentifizierung zu aktivieren um den Zugriff auf den Agenten zu beschränken.

source: Communication will be plaintext. No encryption and authentication. Not recommended!
de_de: Die Kommunikation ist Klartext. Keine Verschlüsselung oder Authentifizierung. Nicht empfohlen!

source: Enable Webserver
de_de: Aktiviere Webserver

source: By default the web server of the Agent is disabled when running in Push mode.
de_de: Im Standard ist der Webserver des Agenten im Push Modus deaktiviert.

source: It is highly recommended to enable at least HTTP Basic Authentication!
de_de: Es wird dringend dazu geraten zumindest HTTP-Authentifizierung zu aktivieren.

source: Web server type
de_de: Webservertyp

source: Verify certificate
de_de: Überprüfe das Zertifikat

source: Enabled TLS certificate validation. This requires valid certificates like from Let's Encrypt
de_de: Aktivierte TLS-Zertifikatvalidierung. Dies erfordert gültige Zertifikate wie von Let's Encrypt

source: TLS certificate file
de_de: TLS Zertifikatsdatei

source: Full path to certificate file the Agent should use
de_de: Kompletter Dateipfad zur Zertifikatsdatei die der Agent nutzen soll

source: TLS key file
de_de: TLS Schlüsseldatei

source: Full path to key file the Agent should use
de_de: Kompletter Dateipfad zur Schlüsseldatei die der Agent nutzen soll

source: Enable HTTP Basic Authentication
de_de: Aktiviere HTTP-Authentifizierung

source: Enable remote configuration update mode
de_de: Aktiviere den Remote Konfigurations-Aktualisierungs-Modus

source: Enables the remote agent configuration update mode.
de_de: Aktiviert den Remote Konfigurations-Aktualisierungs-Modus

source: Should only be configured after an successful TLS configuration.
de_de: Sollte erst nach einer erfolgreichen TSL Konfiguration eingerichtet werden.

source: Warning: This could lead to remote code execution!
de_de: Achtung: Dies kann zu Remote-Code-Ausführung führen!

source: Enable/disable checks
de_de: Aktiviere/Deaktiviere Prüfungen

source: Enable CPU stats
de_de: Aktiviere CPU Statistiken

source: Enable Memory stats
de_de: Aktiviere Arbeitsspeicher Statistiken

source: Enable Swap stats
de_de: Aktiviere Auslagerungsdatei-Statistiken

source: Enable Process checks
de_de: Aktiviere Prozess Statistiken

source: Enable Network stats
de_de: Aktiviere Netzwerk Statistiken

source: Enable Network I/O stats
de_de: Aktiviere Netzwerk I/o Statistiken

source: Enable Disk usage checks
de_de: Aktiviere Festplattenauslastung

source: Enable Disk I/O stats
de_de: Aktiviere Festplatten I/O Statistiken

source: Enable Systemd checks (only affects Linux)
de_de: Aktiviere Systemd Prüfungen (nur Linux)

source: Enable Launchd checks (only affects macOS)
de_de: Aktiviere Launchd Prüfungen (nur macOS)

source: Enable Windows Services checks (only affects Windows)
de_de: Aktiviere Windows Dienste Prüfungen (nur Windows)

source: Enable Windows Event Log checks (only affects Windows)
de_de: Aktiviere Windows Event Log Prüfungen (nur Windows)

source: Enable Sensor stats (only affects Linux and macOS)
de_de: Aktiviere Sensor Prüfungen (nur Linux und macOS)

source: Enable Docker checks
de_de: Aktiviere Docker Prüfungen

source: Enable KVM checks through libvirt
de_de: Aktiviere KVM Prüfungen über libvirt

source: Collect information about logged in users
de_de: Sammle informationen über angemeldete Benutzer

source: Finish
de_de: Fertig

source: Select Services to monitor
de_de: Wählen Sie den zu überwachenden Dienst.

source: There are no new services available
de_de: Es sind keine neuen Dienste verfügbar

source: Please verify your Agent Configuration.
de_de: Bitte überprüfen Sie die Konfiguration des Agenten.

source: Go to "Configure Agent"
de_de: Gehe zu "Agent Konfiguration"

source: Creating new services...
de_de: Erstelle neue Services...

source: Services created successfully!
de_de: Services wurden erfolgreich erstellt!

source: To apply the changes, please refresh your monitoring configuration.
de_de: Aktualisiere die Überwachungskonfiguration, um die Änderungen zu übernehmen.

source: Go to "Refresh monitoring configuration"
de_de: Gehe zu "Aktualisiere Überwachungskonfiguration"

source: Disk information
de_de: Festplatten Informationen

source: Networking
de_de: Netzwerk

source: Link status
de_de: Verbindungsstatus

source: Network IO
de_de: Netzwerk IO

source: Container CPU percentage
de_de: Container CPU Auslastung

source: Container Memory usage
de_de: Container Arbeitsspeicher Auslastung

source: Running processes
de_de: Laufende Prozesse

source: Processes
de_de: Prozesse

source: Windows event logs
de_de: Windows Ereignislog

source: Launchd services
de_de: Launchd Dienst

source: Sensors
de_de: Sensoren

source: Custom checks
de_de: Eigene Prüfungen

source: Download and install openITCOCKPIT Monitoring Agent
de_de: Herunterladen und Installation des openITCOCKPIT Monitoring Agenten

source: Download and install the openITCOCKPIT Monitoring Agent.
de_de: Den openITCOCKPIT Monitoring Agent herunterladen und installieren

source: If not already done, please {0} the openITCOCKPIT Agent now.
de_de: Falls noch nicht geschehen, {0} jetzt bitte den openITCOCKPIT Agent.

source: download and install
de_de: herunterladen und installieren

source: Configuration file/s for the openITCOCKPIT Monitoring Agent
de_de: Konfigurationsdateien des openITCOCKPIT Monitoring Agenten

source: After the installation process is completed you should replace the default openITCOCKPIT Agent configuration with the recently generated configuration.
de_de: Nach Abschluss des Installationsvorgangs sollten Sie die Standardkonfiguration des openITCOCKPIT Agent durch die zuvor generierte Konfiguration ersetzen.

source: Copy and paste the shown configuration file to
de_de: Kopieren Sie die angezeigte Konfigurationsdatei und fügen Sie sie ein in

source: Restart openITCOCKPIT Agent
de_de: Neustart des openITCOCKPIT Agenten

source: To enable the new configuration a restart of the openITCOCKPIT Agent is required.
de_de: Um die neue Konfiguration zu aktivieren, ist ein Neustart des openITCOCKPIT Agent erforderlich.

source: Run as administrator (via cmd.exe)
de_de: Als Administrator ausführen (über cmd.exe)
