Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Current host state as string ("UP", "DOWN", or "UNREACHABLE").
de_de: Aktueller Host-Zustand als Zeichenkette ("UP", "DOWN", or "UNREACHABLE").

source: Current host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
de_de: Aktueller Host-Zustand als Ganzzahl (0=UP, 1=DOWN, 2=UNREACHABLE).

source: Last host state as string ("UP", "DOWN", or "UNREACHABLE").
de_de: Letzter Host-Status als Zeichenkette ("UP", "DOWN", or "UNREACHABLE").

source: Last host state as integer (0=UP, 1=DOWN, 2=UNREACHABLE).
de_de: Letzter Host-Zustand als Ganzzahl (0=UP, 1=DOWN, 2=UNREACHABLE).

source: Current host state type as string ("SOFT" or "HARD").
de_de: Aktueller Host-Zustands-Typ als Zeichenkette ("SOFT" or "HARD").

source: Current check attempt as integer
de_de: Aktueller Prüfversuch als Ganzzahl

source: Max number of host check attempts.
de_de: Maximale Anzahl von Host-Prüfversuchen.

source: Number of state change events as unique number per host.
de_de: Anzahl der Zustandswechsel-Ereignisse als eindeutige Zahl pro Host.

source: Last unique host event number.
de_de: Letzte eindeutige Nummer der Hostevents.

source: Unique number of the current host problem state.
de_de: Eindeutige Nummer des aktuellen Host-Problemstatus.

source: Unique number of the last host problem state.
de_de: Eindeutige Nummer des letzten Host-Problemzustands.

source: Delay between scheduled check time and actual check time as floating point. ("2.05")
de_de: Verzögerung zwischen geplanter Prüfzeit und tatsächlicher Prüfzeit als Fließkommazahl. ("2.05")

source: Plugin execution time as floating point. ("4.21").
de_de: Plugin-Ausführungszeit als Fließkommazahl. ("4.21").

source: Time since last state change occured as string (HH MM SS)
de_de: Zeit seit der letzten Zustandsänderung als Zeichenkette (HH MM SS)

source: Time since last state change occured as integer in seconds.
de_de: Zeit seit der letzten Zustandsänderung als Ganzzahl in Sekunden.

source: If the host in a scheduled downtime, this value will be >= 1.
de_de: Wenn der Host in einer geplanten Ausfallzeit ist, wird dieser Wert >= 1 sein.

source: State change percentage as floating point. (This is used by the flap detection algorithm).
de_de: Zustandsänderungsprozentsatz als Fließkommazahl. (Dies wird vom Flattererkennungsalgorithmus verwendet).

source: Contain the first host group of an host as string ("12403d1a-70c0-468b-ad8d-446fb8412205")
de_de: Enthält die erste Host-Gruppe eines Hosts als Zeichenkette ("12403d1a-70c0-468b-ad8d-446fb8412205")

source: A comma separated of all the host groups the host belongs to. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
de_de: Kommasepariert alle Host-Gruppen, zu denen der Host gehört. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Unix timestamp (integer) of the last host check.
de_de: Unix-Zeitstempel (ganzzahlig) der letzten Host-Prüfung.

source: Unix timestamp (integer) of last host state change.
de_de: Unix-Zeitstempel (ganzzahlig) der letzten Host-Zustandsänderung.

source: Unix timestamp (integer) of the last host UP state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten Host-UP-Status.

source: Unix timestamp (integer) of the last host DOWN state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten Host-DOWN-Status.

source: Unix timestamp (integer) of the last host UNREACHABLE state.
de_de: Unix-Zeitstempel (Ganzzahl) des letzten Host-Zustands UNREACHABLE.

source: Output of host check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
de_de: Ausgabe des Host-Prüfungs-Plugins ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").

source: The long plugin output of current host check.
de_de: Die lange Plugin-Ausgabe der aktuellen Host-Prüfung.

source: Performance date output of current host check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
de_de: Ausgabe des Leistungsdatums der aktuellen Host-Prüfung. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")

source: Contains the command UUID including used command arguments ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")
de_de: Enthält die Befehls-UUID einschließlich der verwendeten Befehlsargumente ("5a538ebc-03de-4ce6-8e32-665b841abde3!3000.0,80%!4000.0,90%;")

source: Not implemented by openITCOCKPIT.
de_de: Nicht durch openITCOCKPIT implementiert.

source: Uer defined notes for the host.
de_de: Benutzerdefinierte Notizen für den Host.

source: Total number of services associated with the host.
de_de: Gesamtzahl der mit dem Gastgeber verbundenen Services.

source: Total number of services associated with the host in state OK.
de_de: Gesamtzahl der mit dem Gastgeber im Staat verbundenen Services im Zustand OK.

source: Total number of services associated with the host in state WARNING.
de_de: Gesamtzahl der mit dem Gastgeber im Staat verbundenen Services im Zustand WARNING.

source: Total number of services associated with the host in state CRITICAL.
de_de: Gesamtzahl der mit dem Gastgeber im Staat verbundenen Services im Zustand CRITICAL.

source: Total number of services associated with the host in state UNKNOWN.
de_de: Gesamtzahl der mit dem Gastgeber im Staat verbundenen Services im Zustand UNKNOWN.

source: Host Group Macros
de_de: Hostgruppen Makros

source: The UUID of the host group ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")
de_de: Die UUID der Hostgruppe ("fc11e1b9-9c0f-49d7-90b5-f283fe39a21d")

source: A comma separated list of the host group mebers as UUIDs ("c7176869-ffb7-4149-b960-bdbf9ae85968,f5e943f3-c46f-4f6d-8fc1-468774a72332").
de_de: Eine durch Komma getrennte Liste der Host-Gruppenmitglieder als UUIDs ("c7176869-ffb7-4149-b960-bdbf9ae85968,f5e943f3-c46f-4f6d-8fc1-468774a72332").

source: Service Macros
de_de: Service Makros

source: The UUID of the service ("bd19ce04-3209-4664-a146-bd1220e740bc")
de_de: Die UUID des Service ("bd19ce04-3209-4664-a146-bd1220e740bc")

source: The human name of the service ("PING")
de_de: Der Anzeigename des Service ("PING")

source: Current service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
de_de: Aktueller Servicestatus als String ("OK", "WARNING", "UNKNOWN", or "CRITICAL").

source: Current service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
de_de: Aktueller Servicestatus als Ganzzahl (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).

source: Last service state as string ("OK", "WARNING", "UNKNOWN", or "CRITICAL").
de_de: Letzter Servicestatus als String ("OK", "WARNING", "UNKNOWN", or "CRITICAL").

source: Last service state as integer (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).
de_de: Letzter Servicestatus als Ganzzahl (0=OK, 1=WARNING, 2=CRITICAL, 3=UNKNOWN).

source: Current service state type as string ("SOFT" or "HARD").
de_de: Aktueller Servicestatustyp als String ("SOFT" or "HARD").

source: Max number of service check attempts.
de_de: Maximale Anzahl von Service-Prüfversuchen.

source: Is volatile as integer (0=NO, 1=YES)
de_de: Ist flüchtig als Ganzzahl (0=NO, 1=YES)

source: Number of state change events as unique number per service.
de_de: Anzahl der Zustandsänderungsereignisse als eindeutige Nummer pro Service.

source: Last unique service event number.
de_de: Letzte eindeutige Service-Event-Nummer.

source: Unique number of the current service problem state.
de_de: Eindeutige Nummer des aktuellen Serviceproblemstatus.

source: Unique number of the last service problem state.
de_de: Eindeutige Nummer des letzten Serviceproblemstatus.

source: If the service in a scheduled downtime, this value will be >= 1.
de_de: Wenn der Service in einer geplanten Ausfallzeit ist, wird dieser Wert >= 1 sein.

source: Contain the first service group of an service as string ("6123eb90-a3eb-4895-b348-c464d9494d14")
de_de: Enthält die erste Servicegruppe eines Services als Zeichenkette ("6123eb90-a3eb-4895-b348-c464d9494d14")

source: A comma separated of all the service groups the service belongs to. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")
de_de: Kommasepariert alle Servicegruppen, zu denen der Service gehört. ("6123eb90-a3eb-4895-b348-c464d9494d14,666b1caf-4c0f-45e8-9380-78f9e915b82d")

source: Unix timestamp (integer) of the last service check.
de_de: Unix-Zeitstempel (ganzzahlig) der letzten Serviceprüfung.

source: Unix timestamp (integer) of last service state change.
de_de: Unix-Zeitstempel (ganzzahlig) der letzten Servicestatusänderung

source: Unix timestamp (integer) of the last service OK state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten OK-Status des Services.

source: Unix timestamp (integer) of the last service WARNING state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten WARNING-Status des Services.

source: Unix timestamp (integer) of the last service CRITICAL state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten CRITICAL-Status des Services.

source: Unix timestamp (integer) of the last service UNKNOWN state.
de_de: Unix-Zeitstempel (ganzzahlig) des letzten UNKNOWN-Status des Services.

source: Output of service check plugin ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").
de_de: Ausgabe des Service-Check-Plugins ("OK - 127.5.6.7: rta 0,054ms, lost 0% ").

source: The long plugin output of current service check.
de_de: Die lange Plugin-Ausgabe der aktuellen Service-Prüfung.

source: Performance date output of current service check. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")
de_de: Ausgabe der Performancedaten der aktuellen Serviceprüfung. ("rta=0.054000ms;100.000000;500.000000;0.000000 pl=0%;20;60;0")

source: Service Group Macros
de_de: Servicegruppen Makros

source: The UUID of the host group ("65c7692e-b322-4788-8232-97258b457f22")
de_de: Die UUID der Hostgruppe ("65c7692e-b322-4788-8232-97258b457f22")

source: A comma separated list of the service group mebers as UUIDs ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").
de_de: Eine durch Komma getrennte Liste der Servicegruppenmitglieder als UUIDs ("0a9feda1-569e-40fe-a5a3-b2f389818301,ade06bfb-f9bd-4112-9537-2b3d286a6572").

source: Contact Macros
de_de: Kontakt Makros

source: The UUID of the contact ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")
de_de: Die UUId des Kontakts ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0")

source: The human name of the contact ("info").
de_de: Der Anzeigename des Kontakts ("info").

source: The human name of the contact ("info"), same as $CONTACTGROUPNAME$
de_de: Der Anzeigename des Kontakts ("info"), genau wie $CONTACTGROUPNAME$

source: Email address of the contact. ("community@openitcockpit.io")
de_de: E-Mail-Adresse des Kontakts. ("community@openitcockpit.io")

source: Pager number of the contact. ("004913456789")
de_de: Pager-Nummer der Kontaktperson. ("004913456789")

source: A comma separated of all the contact groups the contact belongs to. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")
de_de: Eine kommaseparierte Liste aller Kontaktgruppen, zu denen der Kontakt gehört. ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112,4992c7ad-1bb4-465a-8fe4-a721461b69a2")

source: Contact Group Macros
de_de: Kontaktgruppen Makros

source: The UUID of the contact group ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")
de_de: Die UUID der Kontaktgruppe ("06e352a8-643d-4fa8-a7bd-9ff74ad0e112")

source: A comma separated of all the contacts belongs to the contact group. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")
de_de: Eine kommaseparierte Liste aller Kontakte, die zu der Kontaktgruppe gehören. ("9595f7d6-2b79-4a7b-b7b8-414eec84c0b0,6de7d0f9-413e-41cc-b1e4-3289072b72c4")

source: SUMMARY Macros (Notice: CPU intensive to calculate - use with care)
de_de: ZUSAMMENFASSUNG Makros (Hinweis: CPU-intensiv zu berechnen - mit Vorsicht zu verwenden)

source: Number of hosts in state UP.
de_de: Anzahl der Hosts im Status UP.

source: Number of hosts in state DOWN.
de_de: Anzahl der Hosts im Status DOWN.

source: Number of hosts in state UNREACHABLE.
de_de: Anzahl der Hosts im Status UNREACHABLE.

source: Number of unhandled hosts. Unhandled hosts are in a DOWN state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Hosts. Unbehandelte Hosts befinden sich in einem DOWN-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of unhandled hosts. Unhandled hosts are in a UNREACHABLE state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Hosts. Unbehandelte Hosts befinden sich in einem UNREACHABLE-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of hosts in a non UP state.
de_de: Anzahl der Hosts in einem nicht UP Zustand.

source: Number of unhandled hosts. Unhandled hosts are in a non UP state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Hosts. Unbehandelte Hosts befinden sich in einem nicht UP-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of services in state OK.
de_de: Anzahl der Services im Status OK.

source: Number of services in state WARNING.
de_de: Anzahl der Services im Status WARNING.

source: Number of services in state CRITICAL.
de_de: Anzahl der Services im Status CRITICAL.

source: Number of services in state UNKNOWN.
de_de: Anzahl der Services im Status UNKNOWN.

source: Number of unhandled services. Unhandled services are in a WARNING state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Services. Unbehandelte Services befinden sich in einem WARNING-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of unhandled services. Unhandled services are in a CRITICAL state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Services. Unbehandelte Services befinden sich in einem CRITICAL-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of unhandled services. Unhandled services are in a UNKNOWN state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Services. Unbehandelte Services befinden sich in einem UNKNOWN-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Number of services in a non OK state.
de_de: Anzahl der Services in einem nicht UP Zustand.

source: Number of unhandled services. Unhandled services are in a non OK state and not acknowledged or in a scheduled downtime.
de_de: Anzahl der unbehandelten Services. Unbehandelte Services befinden sich in einem nicht OK-Zustand und werden nicht bestätigt oder befinden sich in einer geplanten Wartungszeit.

source: Notification Macros
de_de: Benachrichtigungs Makros

source: Notification type as string ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", or "DOWNTIMECANCELLED").
de_de: Benachrichtigungstyp als Zeichenkette ("PROBLEM", "RECOVERY", "ACKNOWLEDGEMENT", "FLAPPINGSTART", "FLAPPINGSTOP", "FLAPPINGDISABLED", "DOWNTIMESTART", "DOWNTIMEEND", or "DOWNTIMECANCELLED").

source: A comma separated of all the contacts for this notification. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")
de_de: Eine durch Komma getrennte Liste aller Kontakte für diese Benachrichtigung. ("12403d1a-70c0-468b-ad8d-446fb8412205,20a1bad7-60c1-433d-8e28-716cde8b8f04")

source: Is this an escalated notification (0=NO, 1=YES)
de_de: Ist dies eine eskalierte Benachrichtigung (0=NO, 1=YES)

source: openITCOCKPIT user name as string.
de_de: openITCOCKPIT-Benutzername als Zeichenkette.

source: Comment data of the notification.
de_de: Kommentardaten der Benachrichtigung.

source: Number of send notifications for a host. If the host state goes to RECOVERY, the counter will be reset to 0.
de_de: Anzahl der Sendebenachrichtigungen für einen Host. Wenn der Host-Status auf RECOVERY geht, wird der Zähler auf 0 zurückgesetzt.

source: Unique event number of the host notification.
de_de: Eindeutige Ereignisnummer der Host-Benachrichtigung.

source: Number of send notifications for a service. If the service state goes to OK, the counter will be reset to 0.
de_de: Anzahl der Sendebenachrichtigungen für einen Service. Wenn der Service-Status auf OK geht, wird der Zähler auf 0 zurückgesetzt.

source: Unique event number of the service notification.
de_de: Eindeutige Ereignisnummer der Service-Benachrichtigung.

source: Date and Time Macros
de_de: Datum und Zeit-Makros

source: Current date as string (DD-MM-YYYY).
de_de: Aktuelles Datum als String (DD-MM-YYYY).

source: Current time as string (HH:MM:SS).
de_de: Aktuelle Zeit als String (HH:MM:SS).

source: Current time as UNIX timestamp.
de_de: Aktuelle Zeit als UNIX-Zeitstempel.

source: Delete temporary automatic report files...
de_de: Lösche temporäre automatische Berichtsdateien

source: no reports to send
de_de: Keine Berichte zum Senden

source: An error occured while sending auto report mail: "{0}":
de_de: Beim Senden der automatischen Berichtsmail ist ein Fehler aufgetreten: "{0}":

source: Sending Report {0} to {1}
de_de: Sende Bericht {0} zu {1}

source: An error occured while sending auto report mail:
de_de: Beim Senden der automatischen Berichtsmail ist ein Fehler aufgetreten:

source: Report "{0}" with ID: {1} run failed: {2}
de_de: Bericht "{0}" mit ID: {1} Ausführung fehlgeschlagen: {2}

source: Report "{0}" with ID: {1} run successfully
de_de: Report "{0}" with ID: {1} Ausführung erfolgreich

source: Cannot generate quarterly autoreports.
de_de: Es können keine vierteljährlichen Autoreports generiert werden.

source: Autoreports could not be generated! No store path defined!
de_de: Autoreports konnten nicht generiert werden! Kein Speicherpfad definiert!

source: An error occured while generating quarterly autoreports: "{0}":
de_de: Beim Generieren von vierteljährlichen automatischen Berichten ist ein Fehler aufgetreten: "{0}":

source: Report id
de_de: Bericht ID

source: Report name
de_de: Berichtsname

source: Minimal allowed availability (min)
de_de: Minimal zulässige Verfügbarkeit (min)

source: Minimal allowed availability (%)
de_de: Minimal zulässige Verfügbarkeit (%)

source: Current availability
de_de: Aktuelle Verfügbarkeit

source: {0} was not generated.
de_de: {0} wurde nicht generiert.

source: Tu
de_de: Di

source: We
de_de: Mi

source: Th
de_de: Do

source: Su
de_de: So

source: Auto report not found
de_de: Autoreport nicht gefunden

source: Host used by Autoreport
de_de: Von Autoreport verwendeter Host

source: Service used by Autoreport
de_de: Von Autoreport verwendeter Service

source: Report "{0}" cannot be evaluated. Time evaluation report data is not available for the selected period "{1}"
de_de: Der Bericht "{0}" kann nicht ausgewertet werden. Daten des Zeitauswertungsberichts sind für den ausgewählten Zeitraum "{1}" nicht verfügbar.

source: Report "{0}" cannot be create. No hosts and services are available in selected report
de_de: Der Bericht "{0}" kann nicht erstellt werden. Im ausgewählten Bericht sind keine Hosts und Services verfügbar

source: The report "{0}" cannot be evaluated. The evaluation time is 0 seconds for the selected period "{1}"
de_de: Der Report "{0}" kann nicht ausgewertet werden. Der Auswertungszeitraum ist 0 Sekunden für den gewählten Zeitraum "{1}"

source: Report "{0}" cannot be evaluated. The following Hosts/Services were created after the selected starting period "{1}":
de_de: Der Bericht "{0}" kann nicht ausgewertet werden. Die folgenden Hosts / Services wurden nach der ausgewählten Startperiode "{1}" erstellt:

source: Time evaluation report data is not available for the selected period ({0} with calendar: {1})
de_de: Zeitauswertungsberichtsdaten sind für den ausgewählten Zeitraum nicht verfügbar ({0} mit Kalender: {1})

source: Outages
de_de: Ausfälle

source: Outages of at least {0} min
de_de: Ausfälle von mindestens {0} min

source: Outage date
de_de: Ausfalldatum

source: Duration (Minutes)
de_de: Dauer (Minuten)

source: Planned downtime
de_de: Geplante Wartungszeit

source: Autoreport Overview
de_de: Autoreport Übersicht

source: Please enter a valid path
de_de: Bitte gib einen gültigen Pfad ein

source: Use tenant name instead of report name as subject for automatic generated mails
de_de: Verwende den Mandantennamen anstelle des Berichtsnamens als Betreff für automatisch generierte E-Mails

source: Generates reports only for Hosts and Services that were created before the start date
de_de: Generiert Berichte nur für Hosts und Services, die vor dem Startdatum erstellt wurden

source: Send reports in PDF format
de_de: Sende Berichte im PDF-Format

source: Send reports in CSV format
de_de: Sende Berichte im CSV-Format

source: Send quarterly reports
de_de: Sende vierteljährliche Berichte

source: Shows outages in scheduled downtime
de_de: Zeigt Ausfälle in geplanten Wartungszeiten an

source: Shows all downtimes
de_de: Zeige alle Wartungszeiten

source: Use create date in filename. Format: Filename "Reportname_+/- (dmY)..."
de_de: Verwende das Erstellungsdatum im Dateinamen. Format: Dateiname "Berichtname_+/- (dmY)..."

source: Use Year in filename. Format: Filename "Reportname_+/- (Y)..."
de_de: Verwende das Jahr im Dateinamen. Format: Dateiname "Berichtname_+/- (Y)..."

source: Displays SLA graph
de_de: Zeigt den SLA-Graphen an

source: Shows summary statistics on first page of report
de_de: Zeigt zusammenfassende Statistiken auf der ersten Seite des Berichts an

source: Shows host name with current availability
de_de: Zeigt den Hostnamen mit der aktuellen Verfügbarkeit an

source: Shows service description with current availability
de_de: Zeigt die Servicebeschreibung mit der aktuellen Verfügbarkeit an

source: Email addresses which will be notified in case of failure while creating the quarterly reports. Use ";" as email delimiter when sending to multiple recipients
de_de: E-Mail-Adressen, die bei einem Fehler beim Erstellen der vierteljährlichen Berichte benachrichtigt werden. Verwende ";" als E-Mail-Begrenzer, wenn an mehrere Empfänger gesendet werden soll

source: Path for Reports files
de_de: Pfad für Berichtsdateien

source: This field cannot be left blank
de_de: Dieses Feld darf nicht leer gelassen werden

source: The provided value is invalid (For example 99.999)
de_de: Der angegebene Wert ist unzulässig (Zum Beispiel 99.999)

source: The provided value must be a number
de_de: Der angegebene Wert muss eine Zahl sein

source: The provided value is invalid (min: 0 max: 100)
de_de: Der angegebene Wert ist ungültig (min: 0 max: 100)

source: You must select at least one user.
de_de: Sie müssen mindestens einen Benutzer auswählen.

source: Please select a calendar
de_de: Bitte wähle einen Kalender aus

source: Outage duration needs to be numeric
de_de: Die Ausfalldauer muss numerisch sein

source: You must select at least one option for host and/or service ("in %" and/or "in h")
de_de: Sie müssen mindestens eine Option für Host und / oder Service auswählen ("in %" and/or "in h")

source: {0} minutes
de_de: {0} Minuten

source: Autoreport Module
de_de: Autoreport-Modul

source: This changes affects all reports
de_de: Diese Änderung betrifft alle Berichte

source: Autoreport Settings
de_de: Autoreport Einstellungen

source: Create auto report
de_de: Erstelle Autoreport

source: Step 1
de_de: Schritt 1

source: Create new autoreport
de_de: Erstelle neuen Autoreport

source: Report configuration
de_de: Berichtskonfiguration

source: Host and services configuration
de_de: Host- und Servicekonfiguration

source: Report details
de_de: Bereichtdetails

source: Main report configuration
de_de: Hauptberichtkonfiguration

source: Report description
de_de: Berichtbeschreibung

source: Set start
de_de: Setze Start
