Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Start date
de_de: Startdatum

source: Evaluation period
de_de: Bewertungszeitraum

source: Year
de_de: Jahr

source: Quarter
de_de: Quartal

source: Month
de_de: Monat

source: Week
de_de: Woche

source: never
de_de: niemals

source: yearly
de_de: jährlich

source: quarterly
de_de: vierteljährlich

source: monthly
de_de: monatlich

source: weekly
de_de: wöchentlich

source: daily
de_de: täglich

source: Guaranteed availability
de_de: Garantierte Verfügbarkeit

source: in percent
de_de: in Prozent

source: in minutes
de_de: in Minuten

source: You must specify at least "Guaranteed availability" or "Max. number of outages"
de_de: Sie müssen mindestens "Garantierte Verfügbarkeit" oder "Maximale Anzahl von Ausfällen" angeben.

source: Max. number of outages
de_de: Maximale Anzahl von Ausfällen

source: Consider holidays
de_de: Betrachte Feiertage

source: Step 2
de_de: Schritt 2

source: Create new auto report:
de_de: Neuen automatischen Bericht erstellen:

source: Prev
de_de: Zurück

source: Report configuration for hosts and services
de_de: Berichtskonfiguration für Hosts und Services

source: Use minimum, average or maximum values for graph
de_de: Verwenden Sie minimale, durchschnittliche oder maximale Werte für den Graphen

source: Max. outage duration
de_de: Max. Ausfalldauer

source: All failures
de_de: Alle Fehler

source: host settings
de_de: Hosteinstellungen

source: service settings
de_de: Serviceeinstellungen

source: Colors
de_de: Farben

source: Calculate availability
de_de: Verfügbarkeit berechnen

source: Last update:
de_de: Letzte Aktualisierung:

source: No data available
de_de: Keine Daten verfügbar

source: Availibility
de_de: Verfügbarkeit

source: Show log data
de_de: Zeige Logdaten

source: Log date
de_de: Logdatum

source: Bar chart
de_de: Balkendiagramm

source: Create autoreport
de_de: Erstelle Autoreport

source: Report
de_de: Bericht

source: Edit auto report
de_de: Bearbeite Autoreport

source: Edit auto report:
de_de: Bearbeite Autoreport:

source: Step 3
de_de: Schritt 3

source: Autoreport configuration overview:
de_de: Übersicht über die Autoreport-Konfiguration:

source: Report overview
de_de: Berichtsübersicht

source: Report interval
de_de: Berichtsintervall

source: Report send interval
de_de: Berichtssendeintervall

source: Min. availibility
de_de: Min. Verfügbarkeit

source: Use start time
de_de: Nutze Startzeit

source: hard
de_de: hart

source: hard and soft
de_de: hart und weich

source: Host and service options
de_de: Host und Service Optionen

source: No Services selected. Report will considered only host state changes.
de_de: Keine Dienste ausgewählt. Der Bericht berücksichtigt nur Änderungen des Hoststatus.

source: Generate Report
de_de: Generiere Bericht

source: Generate auto report
de_de: Generiere Autoreport

source: Evaluated time period
de_de: Bewerteter Zeitraum

source: Availability overview
de_de: Verfügbarkeitsübersicht

source: Maximum allowed outage duration
de_de: Maximal zulässige Ausfalldauer

source: Measured outage duration
de_de: Gemessene Ausfalldauer

source: Percentage
de_de: Prozentsatz

source: PASSED
de_de: BESTANDEN

source: FAILED
de_de: GESCHEITERT

source: Outages overview
de_de: Ausfallübersicht

source: Maximum allowed number of outages
de_de: Maximal zulässige Anzahl von Ausfällen

source: Measured number of outages
de_de: Gemessene Anzahl von Ausfällen

source: Evaluated host and services
de_de: Evaluierter Host und Services

source: Availability
de_de: Verfügbarkeit

source: No historical data available
de_de: Keine historischen Daten verfügbar

source: SLA overview
de_de: SLA Übersicht

source: Host and service details
de_de: Host- und Servicedetails

source: Outage time exceeding the permitted limit ({0} min)
de_de: Ausfallzeit überschreitet die zulässige Grenze ({0} min)

source: Host outage in downtime exceeding the permitted limit ({0} min)
de_de: Hostausfall bei Wartungszeiten, die den zulässigen Grenzwert überschreiten ({0} min)

source: Host outage in downtime
de_de: Hostausfall in Wartungszeiten

source: Service outage in downtime exceeding the permitted limit ({0} min)
de_de: Serviceausfall bei Wartungszeiten, die den zulässigen Grenzwert überschreiten ({0} min)

source: Service outage in downtime
de_de: Serviceausfall in Wartungszeiten

source: Host used by
de_de: Host verwendet von

source: This host is not used by any autoreport or you have insufficient permissions.
de_de: Dieser Host wird von keinem Autoreport verwendet oder Sie haben nicht genügend Berechtigungen.

source: Auto Reports Overview
de_de: Autoreports Übersicht

source: Report inteval
de_de: Berichtintervall

source: Report send inteval
de_de: Bericht Sendeintervall

source: Min. availability
de_de: Min. Verfügbarkeit

source: Max number of outages
de_de: Maximale Anzahl von Ausfällen

source: Analysis period
de_de: Analysezeitraum

source: Service used by
de_de: Services verwendet von

source: This service is not used by any autoreport or you have insufficient permissions.
de_de: Dieser Service wird von keinem Autoreport verwendet oder Sie haben nicht genügend Berechtigungen.

source: Quarterly auto report
de_de: Vierteljährlicher automatischer Bericht

source: Quarterly auto report informations
de_de: Vierteljährliche automatische Berichtsinformationen

source: MkLogfile is empty or does not exist.
de_de: MkLogfile ist leer oder existiert nicht.

source: No MKChecks defined! Checkmk will not work.
de_de: Keine MKChecks definiert! Checkmk wird nicht funktionieren.

source: MK service created successfully
de_de: MK-Service erfolgreich erstellt

source: Invalid Checkmk satellite task
de_de: Ungültige Checkmk-Satellitenaufgabe

source: Checkmk discovery
de_de: Checkmk Erkennung

source: Checkmk Agents
de_de: Checkmk-Agenten

source: Checkmk Module
de_de: Checkmk-Modul

source: Create new Checkmk agent
de_de: Erstelle neuen Checkmk Agenten

source: Checkmk agents
de_de: Checkmk Agenten

source: Special agents
de_de: Spezialagenten

source: All files are located at {0} on the file system.
de_de: Alle Dateien befinden sich unter {0} im Dateisystem.

source: Linux, Unix, macOS and other
de_de: Linux, Unix, macOS und andere

source: Agents
de_de: Agenten

source: Example configurations
de_de: Beispielkonfiguration

source: Other files
de_de: Andere Dateien

source: Edit Checkmk agent
de_de: Bearbeite Checkmk Agent

source: edited successfully
de_de: erfolgreich bearbeitet

source: Checkmk special agents
de_de: Checkmk-Spezialagenten

source: Filter by agent name
de_de: Filter nach Agentenname

source: Filter by command
de_de: Filter nach Kommando

source: Agent name
de_de: Agentenname

source: Create new Checkmk check
de_de: Erstelle neuen Checkmk-Check

source: Please select a servicetemplate.
de_de: Bitte wähle eine Servicevorlage.

source: Edit Checkmk check
de_de: Bearbeite Checkmk Check

source: Filter by check name
de_de: Filter nach Checkname

source: Filter by servicetemplate name
de_de: Filter nach Servicevorlagenname

source: Servicetemplate name
de_de: Servicevorlagenname

source: Scan device:
de_de: Scan Gerät:

source: Cancel waiting for satellite result
de_de: Warten auf Ergebnis vom Satelliten abbrechen

source: Download and install the Checkmk Agent.
de_de: Laden Sie den Checkmk-Agenten herunter und installieren Sie ihn.

source: If not already done, please {0} the Checkmk Agent now.
de_de: Falls noch nicht geschehen, {0} bitte jetzt den Checkmk-Agenten.

source: Enable Checkmk agent
de_de: Checkmk-Agent aktivieren

source: If enabled, openITCOCKPIT will query the Checkmk agent on the remote host.
de_de: Wenn aktiviert, fragt openITCOCKPIT den Checkmk-Agenten auf dem entfernten Host ab.

source: Datasource
de_de: Datenquelle

source: Enable SNMP
de_de: Aktiviere SNMP

source: If enabled, openITCOCKPIT will query the remote host through SNMP.
de_de: Wenn aktiviert, fragt openITCOCKPIT den Remote-Host über SNMP ab.

source: Security level
de_de: Sicherheitsstufe

source: Hash algorithm
de_de: Hash-Algorithmus

source: Encryption algorithm
de_de: Verschlüsselungsalgorithmus

source: Encryption password
de_de: Verschlüsselungskennwort

source: Execute discovery
de_de: Erkennung ausführen

source: Error from Satellite!
de_de: Fehler vom Satelliten!

source: Executing remote discovery...
de_de: Remoteerkennung ausführen ...

source: Waiting for response from Satellite...
de_de: Warte auf Ergebnis vom Satelliten...

source: Health
de_de: Gesundheit

source: More services available
de_de: Weitere Dienste verfügbar

source: Before you are able to monitor the following services, it is required that an appropriate service template has been created.
de_de: Bevor Sie die folgenden Dienste überwachen können, muss eine entsprechende Servicevorlage erstellt werden.

source: Go to "Service templates"
de_de: Gehe zu "Servicevorlagen"

source: Go to "Agent Checks"
de_de: Gehe zu "Agentenchecks"

source: Item
de_de: Gegenstand

source: Parameters
de_de: Parameter

source: Configuration Wizard: DB2 Database
de_de: Konfigurationsassistent: DB2-Datenbank

source: Configure DB2 Monitoring
de_de: Konfigurieren von DB2-Überwachung

source: Administration Settings
de_de: Administrationseinstellungen

source: DB2 configuration help
de_de: Hilfe zur DB2-Konfiguration

source: Please replace XXXXX with your version.
de_de: Bitte ersetzen Sie XXXXX durch Ihre Version.

source: Please download a recent version of the following packages from here
de_de: Bitte laden Sie hier eine aktuelle Version der folgenden Pakete herunter

source: Environment
de_de: Umgebung

source: Add the following to {0}
de_de: Fügen Sie Folgendes zu {0} hinzu

source: Create User within Databas
de_de: Benutzer in der Datenbank erstellen

source: To ensure, that openITCOCKPIT is able to query information from the database, you need to add a operationsystem user called "nagios" (with same group name).
de_de: Um sicherzustellen, dass openITCOCKPIT Informationen aus der Datenbank abfragen kann, müssen Sie einen Betriebssystembenutzer namens "nagios" (mit demselben Gruppennamen) hinzufügen.

source: Maybe there is already a user {0}, wich is beeing used to monitore the operatingsystem.
de_de: Möglicherweise gibt es bereits einen Benutzer {0}, der zur Überwachung des Betriebssystems verwendet wird.

source: Afterwords you need to enable the monitoring switches:
de_de: Anschließend müssen Sie die Überwachungsschalter aktivieren:

source: The nagios user (resp. the nagios group) is going to get the needed privileges and after a restart of the database, everything is prepared.
de_de: Der Nagios-Benutzer (bzw. die Nagios-Gruppe) bekommt die nötigen Privilegien und nach einem Neustart der Datenbank ist alles vorbereitet.

source: Restart the DB2 server to apply the changes.
de_de: Starten Sie den DB2-Server erneut, um die Änderungen zu übernehmen.

source: Database user
de_de: Datenbank Benutzer

source: DB2 Database services
de_de: DB2-Datenbankservices

source: To avoiding duplicate service configuration, the existing services with the same name will be automatically deselected
de_de: Um doppelte Dienstkonfigurationen zu vermeiden, werden die vorhandenen Dienste mit demselben Namen automatisch abgewählt

source: Design saved successfully
de_de: Design erfolgreich gespeichert

source: No file to import
de_de: Keine zu importierende Datei

source: Uploaded file type is not allowed
de_de: Der hochgeladene Dateityp ist nicht zulässig

source: Design imported and saved successfully
de_de: Design erfolgreich importiert und gespeichert

source: Error on uploading file
de_de: Fehler beim Hochladen der Datei

source: Unsuported image format.
de_de: Nicht unterstütztes Bildformat.

source: Upload successful
de_de: Hochladen erfolgreich

source: Reset successful
de_de: Erfolgreich zurücksetzen

source: No custom logo found
de_de: Kein benutzerdefiniertes Logo gefunden

source: Design Module
de_de: Design-Modul

source: Layout, Header and Menu
de_de: Layout, Kopfzeile und Menü

source: Logo in header
de_de: Logo in der Kopfzeile

source: Page Header
de_de: Kopfzeile

source: Sidebar
de_de: Seitenleiste

source: Sidebar gradient
de_de: Seitenleistenverlauf

source: Navigation title font
de_de: Navigationstitelschrift

source: Navigation menu font
de_de: Schriftart des Navigationsmenüs

source: Navigation menu font on hover
de_de: Schriftart des Navigationsmenüs beim Hover

source: Main background
de_de: Haupthintergrund

source: Tables
de_de: Tabellen

source: Table background color
de_de: Tabellenhintergrundfarbe

source: Table font color
de_de: Schriftfarbe der Tabelle

source: Table border
de_de: Tabellenrand

source: Table hover background
de_de: Tabelle Hover Hintergrund

source: Table hover font color
de_de: Schriftart der Tabelle beim Hover

source: Tab background
de_de: Tab Hintergrund

source: Tab font color
de_de: Tab Schriftfarbe

source: Tab font color hover
de_de: Tab Schriftfarbe bim Hover

source: Panels, Cards
de_de: Panels, Karten

source: Panel background
de_de: Panel Hintergrund

source: Panel Title
de_de: Panel Titel

source: Page content font
de_de: Schriftart des Seiteninhalts

source: Card background
de_de: Kartenhintergrund

source: Card header Background
de_de: Kartenkopf Hintergrund

source: Card content font
de_de: Schriftart des Karteninhalts

source: Panel and Card header font
de_de: Panel- und Kartenheader-Schriftart

source: Breadcrumb font color
de_de: Breadcrumb Schriftfarbe

source: Breadcrumb with links font color
de_de: Breadcrumb mit Links Schriftfarbe

source: Input fields and Buttons
de_de: Eingabefelder und Buttons

source: Default button color
de_de: Standardfarbe der Buttons

source: Default button font color
de_de: Standardschriftfarbe der Buttons

source: Default button border color
de_de: Standardfarbe für Buttonsränder

source: Dark Theme
de_de: Dunkles Thema

source: Update style
de_de: Stil aktualisieren

source: Upload logo
de_de: Logo hochladen

source: Reset logo
de_de: Logo zurücksetzen

source: The logo is used by the interface and PDF files.
de_de: Das Logo wird von der Benutzeroberfläche und den PDF-Dateien verwendet.

source: The small logo is used by notifications.
de_de: Das kleine Logo wird von Benachrichtigungen verwendet.

source: The logo is used by the interface and login screen.
de_de: Das Logo wird von der Benutzeroberfläche und dem Anmeldebildschirm verwendet.

source: This Logo is used in the page header
de_de: Das Logo wird im Seitenkopf verwendet

source: Custom CSS
de_de: Eigenes CSS

source: Save custom CSS
de_de: Speichere eigenes CSS

source: Import / Export Design
de_de: Design importieren / exportieren

source: Export current saved design
de_de: Exportieren Sie das aktuell gespeicherte Design

source: Upload your logo
de_de: Laden Sie Ihr Logo hoch

source: Logo for
de_de: Logo für

source: Interface and PDFs
de_de: Schnittstelle und PDFs

source: Interface and Login
de_de: Schnittstelle und Login

source: Supported iamge types: .jpg, .png and .gif.
de_de: Unterstützte Bildtypen: .jpg, .png und .gif.

source: Drop files here or click to upload.
de_de: Legen Sie Dateien hier ab oder klicken Sie zum Hochladen.

source: Upload your Design
de_de: Laden Sie Ihr Design hoch

source: Satellite not found
de_de: Satellit nicht gefunden

source: Issue while deleting hosts...
de_de: Problem beim Löschen von Hosts...

source: Satellite successfully deleted
de_de: Satellit erfolgreich gelöscht

source: Satellites Status
de_de: Satellitenstatus

source: HTTPS pull mode
de_de: HTTPS Pull-Modus

source: HTTPS push mode
de_de: HTTPS Push-Modus

source: Failed
de_de: Fehlschlagen

source: Synchronisation method is out of bounds: [{0}]
de_de: Die Synchronisationsmethode ist unbegrenzt: [{0}]

source: The port numbers in the range from 0 to 65535
de_de: Die Portnummern liegen im Bereich von 0 bis 65535

source: The entered URL is invalid
de_de: Die eingegebene URL ist ungültig

source: The entered Proxy URL is invalid
de_de: Die eingegebene Proxy-URL ist ungültig

source: Distribute Module
de_de: Distribute Modul

source: Create new satellite
de_de: Neuen Satelliten erstellen

source: Satellite Name
de_de: Satellitenname

source: This address will be used for all communications between the master instance and the satellite system.
de_de: Diese Adresse wird für die gesamte Kommunikation zwischen der Master-Instanz und dem Satellitensystem verwendet.

source: Synchronisation method
de_de: Synchronisationsmethode

source: HTTPS Push: The Satellite System will push check results to the Master system and frequently check for configuration changes.
de_de: HTTPS-Push: Das Satellitensystem überträgt die Prüfergebnisse an das Master-System und sucht regelmäßig nach Konfigurationsänderungen.

source: HTTPS Pull: The Mastersystem will frequently pull check results from the Satellite and push configuration changes.
de_de: HTTPS-Pull: Das Mastersystem ruft regelmäßig Prüfergebnisse vom Satelliten ab und pusht Konfigurationsänderungen.

source: SSH: The Mastersystem will create an SSH tunnel to the Satellite system and pull check results and push configuration changes.
de_de: SSH: Das Mastersystem erstellt einen SSH-Tunnel zum Satellitensystem, ruft die Prüfergebnisse ab und überträgt Konfigurationsänderungen.

source: Gearman port of remote machine.
de_de: Gearman-Port der Remote-Maschine.

source: If enabled the proxy server will be used.
de_de: Wenn aktiviert, wird der Proxyserver verwendet.

source: Time interval in seconds the master system will pickup check results
de_de: Zeitintervall in Sekunden, in welchem das Mastersystem die Prüfergebnisse aufnimmt

source: Time limit in seconds which defines when the satellite should be marked as OFFLINE .
de_de: Zeitlimit in Sekunden, das definiert, wann der Satellit als OFFLINE markiert werden soll.

source: Time Syncing
de_de: Zeitsynchronisation

source: Determines if you want to synchronise the system clock of the master server to the satellite system. Notice: It is not recommended to enable this option. Please use a NTP server whenever possible.
de_de: Legt fest, ob Sie die Systemuhr des Master-Servers mit dem Satellitensystem synchronisieren möchten. Hinweis: Es wird nicht empfohlen, diese Option zu aktivieren. Bitte verwenden Sie nach Möglichkeit einen NTP-Server.

source: Create satellite
de_de: Erstelle Satelliten

source: Filter by satellite name
de_de: Filter nach Satellitenname

source: Edit satellite:
de_de: Bearbeite Satelliten:

source: Update satellite
de_de: Aktualisiere Satelliten

source: Filter by sync method
de_de: Filter nach Synchronisationsmethode

source: Instance name
de_de: Instanzname

source: Sync method
de_de: Synchronisationsmethode

source: Time zone
de_de: Zeitzone

source: Filter by sync status
de_de: Nach Synchronisierungsstatus filtern

source: Sync status
de_de: Synchronisierungsstatus

source: Last sync
de_de: Letzte Synchronisation

source: Last seen
de_de: Zuletzt gesehen

source: Last error
de_de: Letzter Fehler

source: This satellite is not used by any host
de_de: Dieser Satellit wird von keinem Host verwendet

source: 0 services are OK
de_de: 0 Services sind OK

source: {0} - {1} services ({2} from {3} services are OK)
de_de: {0} - {1} Services ({2} von {3} Services sind OK)

source: Invalid event correlation host
de_de: Ungültiger Ereigniskorrelationshost

source: Can not save empty event correlation.
de_de: Leere Ereigniskorrelation kann nicht gespeichert werden.

source: Could not delete event correlation
de_de: Ereigniskorrelation konnte nicht gelöscht werden

source: Operator out of bounds
de_de: Betreiber außerhalb der Grenzen

source: This operator requires at least two Services
de_de: Dieser Betreiber benötigt mindestens zwei Services

source: The EQUAL Operator can only have one Service
de_de: Der EQUAL-Operator kann nur einen Service haben

source: The MIN Operator requires a Modifier which is in the range of 1 - X (where X is the number of the selected services)
de_de: Der MIN-Operator benötigt einen Modifikator im Bereich von 1 - X (wobei X die Nummer der ausgewählten Services ist).

source: Operator modifier has to be greater than 0.
de_de: Der Operator-Modifikator muss größer als 0 sein.

source: Host used by Event Correlation
de_de: Von der Ereigniskorrelation verwendeter Host

source: Service used by Event Correlation
de_de: Von der Ereigniskorrelation verwendeter Dienst

source: Event Correlation
de_de: Ereigniskorrelation

source: Event Correlation Globals
de_de: Ereigniskorrelation Globals

source: Out of range (0-15)
de_de: Außerhalb des Bereichs (0-15)

source: Supported options are "naemon", "nagios" or "statusengine"
de_de: Unterstützte Optionen sind "naemon", "nagios" or "statusengine"

source: Consider service status type (0 => every state type, 1 => only hard state)
de_de: Beachten Sie den Servicestatus-Typ (0 => jeder Zustandstyp, 1 => nur harter Zustand)

source: Consider number of states
de_de: Beachten Sie die Anzahl der Zustände

source: If enabled, the event correlation host will go in "down" state if the last (root) event correlation service is "critical"
de_de: Wenn aktiviert, wird der Ereigniskorrelationshost in den Status "unten" versetzt, wenn der letzte (Root-) Ereigniskorrelationsdienst "kritisch" ist.

source: Use this status as status for disabled services in an event correlation
de_de: Verwenden Sie diesen Status als Status für deaktivierte Dienste in einer Ereigniskorrelation

source: If enabled, shows note if event correlation contains disabled services
de_de: Falls aktiviert, wird ein Hinweis angezeigt, wenn die Ereigniskorrelation deaktivierte Dienste enthält

source: Event Correlation Module
de_de: Ereigniskorrelationsmodul

source: This changes affects all event correlations
de_de: Diese Änderung wirkt sich auf alle Ereigniskorrelationen aus

source: Event Correlation Settings
de_de: Ereigniskorrelationseinstellungen

source: Consider state type
de_de: Beachte den Zustandstyp

source: If disabled every state type will be considered to calculate the event correlation result. If enabled only "hard state" events will be used.
de_de: Wenn deaktiviert, wird jeder Zustandstyp berücksichtigt, um das Ergebnis der Ereigniskorrelation zu berechnen. Wenn aktiviert, werden nur "hard state" -Ereignisse verwendet.

source: Consider state count
de_de: Beachte Anzahl der Zustände

source: If enabled, services in unknown state are ignored if there are more other services in critical or warning state.
de_de: Wenn diese Option aktiviert ist, werden Dienste im unbekannten Status ignoriert, wenn mehr Dienste im kritischen Status oder im Warnstatus existieren.

source: Reflect status to host
de_de: Reflektiere den Status zum Host

source: If enabled, the event correlation host will go in "down" state if the last element (root) of the event correlation is in "critical" state
de_de: Wenn diese Option aktiviert ist, wechselt der Ereigniskorrelationshost in den Status "unten", wenn sich das letzte Element (root) der Ereigniskorrelation im Status "kritisch" befindet

source: Check result submit method
de_de: Überprüfe die Methode zum Senden des Ergebnisses

source: Statusengine Event Broker (Naemon and Naemon) (Recommend)
de_de: Statusengine Event Broker (Naemon and Naemon) (Empfohlen)

source: Query Handler (Naemon only - naemon.qh) (Recommend over nagios.cmd)
de_de: Abfragehandler (Nur Naemon - naemon.qh) (Empfohlen über nagios.cmd)

source: External commands pipe (Nagios and Nameon - nagios.cmd)
de_de: Externe Befehlspipe (Nagios und Nameon - nagios.cmd)
