Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Only the configuration for the openITCOCKPIT Agent will be deleted. Not the host itself.
de_de: Nur die Konfiguration des openITCOCKPIT Agenten wird gelöscht. Nicht der Host selbst.

source: Agents overview
de_de: Agenten Übersicht

source: Filter by host name
de_de: Filter nach Hostname

source: HTTPS (insecure)
de_de: HTTPS (unsicher)

source: Auto-TLS certificate exchange error
de_de: AutoTLS Zertifikatstauschfehler

source: Query Agent
de_de: Agent abfragen

source: By deleting, the corresponding openITCOCKPIT Agent is not able to send data to the openITCOCKPIT server anymore.
de_de: Wenn gelöscht, kann der zugehörige openITCOCKPIT Agent keine Daten mehr an den openITCOCKPIT Server senden.

source: Host assignments
de_de: Hostzuweisungen

source: Host assigned
de_de: Host zugeweisen

source: Agents witout host assignment
de_de: Agenten ohne Hostzuweisung

source: Assigned host
de_de: Zugewiesener Host

source: Agent IP address
de_de: Agenten IP-Adresse

source: Remote address
de_de: Entfernte Adresse

source: Last update
de_de: Letztes Update

source: No host assignment defined
de_de: Keine Hostzuweisung definiert

source: Assign to host
de_de: Einem Host zuweisen

source: Show received data
de_de: Zeige empfangene Daten

source: Select Agent to create host assignment
de_de: Wählen Sie einen Agenten un eine Hostzuweisung zu erstellen

source: Agent not in list?
de_de: Agent nicht in der Liste?

source: Most likely the Agent did not send any data to the openITCOCKPIT Server yet. Please check the log file of the Agent and refresh the list.
de_de: Sehr wahrscheinlich hat der Agent noch keine Daten an den openITCOCKPIT Server geschickt. Bitte überprüfen Sie die Logdatei auf dem Agenten oder aktualisieren Sie die Liste neu.

source: Refresh list
de_de: Aktualisiere Liste

source: Available Agents
de_de: Verfügbare Agenten

source: Agents with an exact match of the IP-Address will be selected automatically. If none of the IP-Addresses matches openITCOCKPIT will pre-select the best matching hostname.
de_de: Agenten bei denen die IP-Adresse übereinstimmt werdenn automatisch vorausgewählt. Ansonsten wird der Hostname mit der größten Übereinstimmung vorausgewählt.

source: openITCOCKPIT Agent Output of:
de_de: Ausgabe des openITCOCKPIT Agenten von:

source: openITCOCKPIT Monitoring Agent Output
de_de: openITCOCKPIT Monitoring Agent Ausgabe

source: Please select a host.
de_de: Bitte wähle einen Host.

source: Register Agent in pull mode
de_de: Registriere den Agenten im Pull-Modus

source: When to use pull mode?
de_de: Wann soll der Pull-Modus verwendet werden?

source: In pull mode the openITCOCKPIT server will frequently connect to the agent via an HTTP/S connection to get the latest check results.
de_de: Im Pull-Modus stellt der openITCOCKPIT Server über eine HTTP/S-Verbindung regelmäßig eine Verbindung zum Agenten her, um die aktuellen Prüfergebnisse zu erhalten.

source: Use the pull mode when your openITCOCKPIT server can establish a direct connection to the target system.
de_de: Verwende den Pull-Modus, wenn der openITCOCKPIT Server eine direkte Verbindung zum Zielsystem herstellen kann.

source: If your openITCOCKPIT server is located in the same datacenter.
de_de: Wenn sich der openITCOCKPIT Server im selben Rechenzentrum befindet.

source: Continue with pull mode
de_de: Fortfahren im Pull-Modus

source: Register Agent in push mode
de_de: Registriere den Agenten im Push-Modus

source: When to use push mode?
de_de: Wann soll der Push-Modus verwendet werden?

source: In push mode the Agent will frequently push the latest check results to the openITCOCKPIT server via an HTTPS connection on port 443.
de_de: Im Push-Modus überträgt der Agent regelmäßig die aktuellen Prüfergebnisse über eine HTTPS-Verbindung an Port 443 des openITCOCKPIT Servers.

source: Use the push mode whenever your openITCOCKPIT server cannot establish a direct connection the the target system.
de_de: Verwende den Push-Modus, wenn der openITCOCKPIT Server keine direkte Verbindung zum Zielsystem herstellen kann.

source: In a fast changing environment or when your openITCOCKPIT server is running in the cloud.
de_de: In einer sich schnell verändernden Umgebung oder wenn der openITCOCKPIT Server in der Cloud ausgeführt wird.

source: Continue with push mode
de_de: Fortfahren im Push-Modus

source: Create new services
de_de: Erstelle neue Services

source: Agent is already configured
de_de: Agent wurde bereits konfiguriert

source: Add new services to your monitoring
de_de: Neue Dienste zur Überwachung hinzufügen

source: Continue with service creation
de_de: Weiter mit Erstellung der Dienste

source: Edit agent configuration
de_de: Bearbeiten der Agenten Konfiguration

source: When is a configuration change required?
de_de: Wann ist eine Anpassung der Konfiguration notwendig?

source: To enable new agent checks/features
de_de: Um neue Agenten Prüfungen/Funktionen zu aktivieren

source: To switch from "Push" to "Pull" mode and vice versa
de_de: Um vom "Push" in den "Pull" Modus zu wechseln und umgekehrt.

source: Acknowledge host status
de_de: Bestätige Hoststatus

source: Select method
de_de: Methode auswählen

source: Individual hosts
de_de: Einzele Hosts

source: Hosts including services
de_de: Hosts einschließlich Services

source: Sticky acknowledgements will be stay until the host is back in state Up
de_de: Sticky-Bestätigungen bleiben so lange bestehen, bis der Host wieder im Status Up ist

source: Notify
de_de: Benachrichtige

source: The system will send a notification to inform contacts that the current host problem has been acknowledged.
de_de: Das System sendet eine Benachrichtigung, um die Kontakte darüber zu informieren, dass das aktuelle Host-Problem bestätigt wurde.

source: Executing command
de_de: Kommando ausführen

source: Acknowledge service status
de_de: Bestätigen Servicestatus

source: Sticky acknowledgements will be stay until the service is back in state Ok
de_de: Klebrige (Sticky) Bestätigungen bleiben so lange bestehen, bis der Service wieder in Ordnung ist.

source: The system will send a notification to inform contacts that the current service problem has been acknowledged.
de_de: Das System sendet eine Benachrichtigung, um die Kontakte darüber zu informieren, dass das aktuelle Service-Problem bestätigt wurde.

source: Share column configuration
de_de: Teile Spaltenkonfiguration

source: Share this column configuration string
de_de: Teile diese Spaltenkonfiguration

source: Copy to clipboard
de_de: In die Zwischenablage kopieren

source: Import column configuration
de_de: Import Spaltenkonfiguration

source: Paste a column configuration string
de_de: Erhaltenen Spaltenkonfiguration einfügen

source: Import
de_de: Importieren

source: Attention!
de_de: Achtung!

source: Do you really want deactivate the selected object?
de_de: Möchten Sie das ausgewählte Objekt wirklich deaktivieren?

source: Disable
de_de: Deaktivieren

source: Do you really want delete the selected object?
de_de: Möchten Sie das ausgewählte Objekt wirklich löschen?

source: Disable host flap detection
de_de: Deaktiviere die Host Flattererkennung

source: Yes, I would like to temporarily <strong>disable</strong> flap detection.
de_de: Ja, ich möchte die Flattererkennung vorübergehend <strong>deaktivieren</strong>.

source: This option is only temporary. It does not affect your configuration. This is an external command and only saved in the memory of your monitoring engine.
de_de: Diese Option ist nur vorübergehend. Sie hat keinen Einfluss auf Ihre Konfiguration. Dies ist ein externer Befehl, der nur im Arbeitsspeicher Ihrer Überwachungs-Engine gespeichert wird.

source: Execute
de_de: Ausführen

source: Disable host notification
de_de: Deaktiviere Hostbenachrichtigungen

source: Yes, I would like to temporarily <strong>disable</strong> notifications.
de_de: Ja, ich möchte Benachrichtigungen vorübergehend <strong>deaktivieren</strong>.

source: Disable service flap detection
de_de: Deaktiviere Service Flattererkennung

source: Disable service notifications
de_de: Deaktiviere Servicebenachrichtigungen

source: Set planned maintenance times
de_de: Stelle eine geplante Wartungszeit ein

source: Maintenance period for
de_de: Wartungszeitraum für

source: Hosts and dependent Hosts (triggered)
de_de: Hosts und abhängige Hosts (ausgelöst)

source: Hosts and dependent Hosts (non-triggered)
de_de: Hosts und abhängige Hosts (nicht ausgelöst)

source: In progress
de_de: In Bearbeitung

source: 2 minutes
de_de: 2 Minuten

source: 5 minutes
de_de: 5 Minuten

source: 10 minutes
de_de: 10 Minuten

source: 15 minutes
de_de: 15 Minuten

source: 30 minutes
de_de: 30 Minuten

source: 45 minutes
de_de: 45 Minuten

source: 1 hour
de_de: 1 Stunde

source: 1.5h
de_de: 1.5h Stunden

source: 1.5 hours
de_de: 1.5 Stunden

source: 2h
de_de: 2 Stunden

source: 2 hours
de_de: 2 Stunden

source: 4h
de_de: 4 Stunden

source: 4 hours
de_de: 4 Stunden

source: 8h
de_de: 8 Stunden

source: 8 hours
de_de: 8 Stunden

source: Duration in minutes
de_de: Dauer in Minuten

source: Enable host flap detection
de_de: Aktiviere Host Flattererkennung

source: Yes, I would like to temporarily <strong>enable</strong> flap detection.
de_de: Ja, ich möchte die Flattererkennung vorübergehend <strong>aktivieren</strong>.

source: Enable host notification
de_de: Aktiviere Host Benachrichtigungen

source: Yes, I would like to temporarily <strong>enable</strong> notifications.
de_de: Ja, ich möchte Benachrichtigungen vorübergehend <strong>aktivieren</strong>.

source: Enable service flap detection
de_de: Aktiviere Service Flattererkennung

source: Enable service notifications
de_de: Aktiviere Service Benachrichtigungen

source: 403 Forbidden
de_de: 403 Verboten

source: You do not have the required permissions.
de_de: Sie haben nicht die erforderlichen Berechtigungen.

source: Back to overview
de_de: Zurück zur Übersicht

source: Reset check time
de_de: Prüfzeit zurücksetzen

source: Object documentation
de_de: Objekt Dokumentation

source: Notifications
de_de: Benachrichtigungen

source: Check history
de_de: Verlaufshistorie

source: State history
de_de: Zustandshistorie

source: Acknowledgement history
de_de: Bestätigungshistorie

source: External link
de_de: Externer Link

source: Edit host
de_de: Host bearbeiten

source: More actions
de_de: Mehr Aktionen

source: Service list
de_de: Service Liste

source: Allocate service template group
de_de: Servicevorlagengruppe zuordnen

source: hour
de_de: Stunde

source: hours
de_de: Stunden

source: and
de_de: und

source: minutes
de_de: Minuten

source: second
de_de: Sekunde

source: seconds
de_de: Sekunden

source: 30 seconds
de_de: 30 Sekunden

source: Interval in seconds
de_de: Intervall in Sekunden

source: Value
de_de: Wert

source: Is password
de_de: Ist Passwort

source: Is not a password
de_de: Ist kein Passwort

source: Do you really want activate the selected objects?
de_de: Möchten Sie die ausgewählten Objekte wirklich aktivieren?

source: Activating...
de_de: Aktivieren...

source: Enable
de_de: Aktivieren

source: Do you really want deactivate the selected objects?
de_de: Möchten Sie die ausgewählten Objekte wirklich deaktivieren?

source: Deactivating...
de_de: Deaktivieren...

source: Deleting...
de_de: Löschen...

source: Do you really want to delete the acknowledgements?
de_de: Möchstest Du wirklich die Bestätigung löschen?

source: Delete acknowledgement
de_de: Lösche Bestätigung

source: Do you really want to cancel the selected host downtimes?
de_de: Möchten Sie die ausgewählten Host-Wartungszeiten wirklich abbrechen?

source: Also cancel corresponding service downtimes.
de_de: Brechen Sie auch entsprechende Service-Wartungszeiten ab.

source: Canceling...
de_de: Abbrechen...

source: Cancel downtime
de_de: Wartungszeit abbrechen

source: Do you really want to cancel the selected service downtimes?
de_de: Möchten Sie die ausgewählten Service-Wartungszeiten wirklich abbrechen?

source: Display of storage notifications
de_de: Anzeige von Speicherbenachrichtigungen

source: host notifications
de_de: Hostbenachrichtigungen

source: critical messages
de_de: kritische Nachrichten

source: warning messages
de_de: warnende Nachrichten

source: Display of service notifications
de_de: Anzeige von Servicebenachrichtigungen

source: service notifications
de_de: Servicebenachrichtigungen

source: messages with filter set to criticals only
de_de: Nachrichten, bei denen der Filter auf nur Kritische eingestellt ist

source: messages with filter set to warnings only
de_de: Nachrichten, bei denen der Filter auf nur Warnende eingestellt ist

source: messages with filter set to unknowns only
de_de: Nachrichten, bei denen der Filter auf nur Unbekannte eingestellt ist

source: Message of the day!
de_de: Meldung des Tages

source: Looks like the object you are looking for has vanished
de_de: Sieht so aus, als wäre das gesuchte Objekt verschwunden

source: Page
de_de: Seite

source: of
de_de: von

source: Total
de_de: Insgesamt

source: entries
de_de: Einträge

source: Monitoring Engine is not running!
de_de: Monitoring Engine läuft nicht!

source: File {{queryHandler.path}} does not exists
de_de: Die Datei {{queryHandler.path}} existiert nicht

source: Set by
de_de: Gesetzt von

source: Set at
de_de: Gesetzt am

source: Reload of interface required
de_de: Neuladen der Schnittstelle erforderlich

source: To apply changes, a reload of the interface is required.
de_de: Um Änderungen zu übernehmen, muss die Schnittstelle neu geladen werden.

source: Automatically reload in {{ delay - i }} seconds.
de_de: In {{ delay - i }} Sekunden automatisch neu laden.

source: Only host
de_de: Nur Host

source: Host and services
de_de: Host und Services

source: Paginator disabled for better performance. Running in scroll mode.
de_de: Paginator für bessere Leistung deaktiviert. Scroll Modus wird ausgeführt.

source: Send custom host notification
de_de: Benutzerdefinierte Hostbenachrichtigung senden

source: Force
de_de: Zwingen

source: Time period and notifications disabled configuration will be ignored
de_de: Die Konfiguration für den Zeitraum und die deaktivierten Benachrichtigungen wird ignoriert

source: Broadcast
de_de: Ausstrahlung

source: Notification will also be sent to escalation contacts
de_de: Benachrichtigungen werden auch an Eskalationskontakte gesendet

source: Send custom service notification
de_de: Benutzerdefinierte Servicebenachrichtigung senden

source: on
de_de: auf

source: Edit service
de_de: Service bearbeiten

source: Type to search
de_de: Tippe zum Suchen

source: Administrator privileges
de_de: Administrator Berechtigungen

source: Anonymous statistics
de_de: Anonyme Statistiken

source: Support
de_de: Unterstützung

source: Documentation
de_de: Dokumentation

source: Passive transfer of check result
de_de: Passive Übertragung des Prüfergebnisses

source: Up
de_de: Verfügbar

source: Force to hard state
de_de: Auf harten Zustand zwingen

source: Display of system health notifications
de_de: Anzeige von Systemzustandsbenachrichtigungen

source: System health
de_de: Systemzustand

source: System Health
de_de: Systemzustand

source: Alright!
de_de: In Ordnung!

source: No issues detected. System operates normally.
de_de: Keine Probleme erkannt. Das System funktioniert normal.

source: Monitoring engine is not running!
de_de: Überwachungs-Engine läuft nicht!

source: Gearman job server not reachable!
de_de: Gearman Job Server nicht erreichbar!

source: Service gearman_worker is not running!
de_de: Service gearman_worker läuft nicht!

source: Database connector NDOUtils is not running!
de_de: Datenbank-Connector NDOUtils läuft nicht!

source: Database connector Statusengine is not running!
de_de: Datenbank-Connector Statusengine läuft nicht!

source: Performance data processer Statusengine is not running!
de_de: Leistungsdatenverarbeiter Statusengine läuft nicht!

source: Performance data processer NPCD is not running!
de_de: Leistungsdatenverarbeiter NPCD läuft nicht!

source: Service sudo_server is not running!
de_de: Dienst sudo_server läuft nicht!

source: Service oitc_cmd is not running!
de_de: Dienst oitc_cmd läuft nicht!

source: Service push_notification is not running!
de_de: Dienst push_notification läuft nicht!

source: Current CPU load is too high!
de_de: Die aktuelle CPU-Auslastung ist zu hoch!

source: High memory usage.
de_de: Hohe Arbeitsspeichernutzung.

source: High Swap usage
de_de: Hohe Swap-Nutzung

source: Low disk space left for mountpoint:
de_de: Nur noch wenig Speicherplatz für den Mountpoint:

source: Service NSTA is not running!
de_de: Service NSTA läuft nicht!

source: Could not detect system health status.
de_de: Systemzustandsstatus konnte nicht erkannt werden.

source: Cannot retrieve system health data
de_de: Systemzustandsdaten können nicht abgerufen werden

source: NodeJS Server is not running
de_de: NodeJS Server wird nicht ausgeführt

source: Click to restore the template default value:
de_de: Klicken Sie hier, um den Standardwert der Vorlage wiederherzustellen:

source: IP address
de_de: IP-Adresse

source: Display of server and client times
de_de: Anzeige der Server- und Clientzeiten

source: local time of client
de_de: Ortszeit des Benutzers

source: display time information
de_de: Zeitinformationen anzeigen

source: local time of server
de_de: Ortszeit des Servers

source: New version available!
de_de: Neue Version verfügbar!

source: Filter by service name
de_de: Filter nach Servicename

source: Auto Maps
de_de: Automatische Karten

source: Create new auto map
de_de: Erstelle neue automatische Karte

source: Recursive
de_de: Rekursiv

source: {0} hosts matching to regular expression.
de_de: {0} Hosts, die dem regulären Ausdruck entsprechen.

source: {0} services matching to regular expression.
de_de: {0} Services, die dem regulären Ausdruck entsprechen.

source: Filter and display options
de_de: Filter- und Anzeigeoptionen

source: Show Ok
de_de: Zeige Okay

source: Show Warning
de_de: Zeige Warnung

source: Show Critical
de_de: Zeige Kritisch

source: Show Unknown
de_de: Zeige Unbekannt

source: Show Downtime
de_de: Zeige Wartungszeit

source: Show Acknowledged
de_de: Zeige Bestätigt

source: Display options
de_de: Anzeigeoptionen

source: Group by Host
de_de: Nach Host gruppieren

source: Use pagination
de_de: Nutze Pagination

source: Will may decrease loading performance if disabled.
de_de: Wird kann die Ladeleistung verringern, wenn es deaktiviert ist.

source: Icon size
de_de: Icon Größe

source: Please select a icon size.
de_de: Bitte wähle eine Symbolgröße.

source: Icon Preview
de_de: Icon Vorschau

source: Example host
de_de: Beispiel Host

source: Create auto map
de_de: Erstelle eine automatische Karte

source: Regular expression for hosts
de_de: Regulärer Ausdruck für Hosts

source: Regular expression for services
de_de: Regulärer Ausdruck für Services

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

source: Pause scrolling
de_de: Pausiere scrollen

source: Start scrolling
de_de: Starte scrollen

source: Refresh interval:
de_de: Aktualisierungsintervall

source: Limit per page
de_de: Limit pro Seite

source: This option has only an effect if "Use pagination" is enabled.
de_de: Diese Option hat nur ein Effekt wenn "Benutzer Pagination" an ist

source: Edit auto map:
de_de: Automatische Karte bearbeiten:

source: Update auto map
de_de: Automatische Karte aktualisieren

source: Filter by auto map name
de_de: Filter nach Name der automatischen Karte

source: Filter by description
de_de: Filter nach Beschreibung

source: Status filters
de_de: Status Filter

source: Recursive container
de_de: Rekursiver Container

source: Acknowledged
de_de: Bestätigt

source: In downtime
de_de: In Wartungszeit

source: View auto map:
de_de: Automatische Karte anzeigen:

source: Backups
de_de: Sicherungen

source: Backup / Restore
de_de: Sichern / Wiederherstellen

source: Backup management
de_de: Sicherungsmanagement

source: Backupfile for Restore
de_de: Sicherungsdatei für die Wiederherstellung

source: Delete file
de_de: Datei löschen

source: Download file
de_de: Datei herunterladen

source: Start Restore
de_de: Wiederherstellung starten

source: Filename for Backup
de_de: Dateiname zum Sichern

source: Start Backup
de_de: Starte Sicherung

source: Nodes
de_de: Knoten

source: Type to filter...
de_de: Tippe zum Filtern ...

source: No hosts associated with this node
de_de: Diesem Knoten sind keine Hosts zugeordnet

source: Filter by IP address
de_de: Filter nach IP Adresse

source: Filter by output
de_de: Filter nach Ausgabe

source: Filter by tags
de_de: Filter nach Tags

source: Acknowledgements
de_de: Bestätigungen

source: Acknowledge
de_de: Bestätige

source: Not acknowledged
de_de: Nicht bestätigt

source: Downtimes
de_de: Wartungszeiten

source: Not in downtime
de_de: Nicht in Wartungszeit

source: Column configuration
de_de: Spaltenkonfiguration

source: Columns
de_de: Spalten

source: is acknowledged
de_de: ist bestätigt

source: is in downtime
de_de: ist in Wartungszeit

source: Notifications enabled
de_de: Benachrichtigungen aktiviert

source: Shared
de_de: Geteilt

source: Passively transferred host
de_de: Passiv übertragener Host

source: Priority
de_de: Priorität

source: Host description
de_de: Hostbeschreibung

source: Host output
de_de: Host Ausgabe

source: Instance
de_de: Instanz

source: Service Summary
de_de: Service Zusammenfassung

source: Host notes
de_de: Hostnotizen

source: Share configuration
de_de: Teile Konfiguration

source: Import configuration
de_de: Import Konfiguration

source: Reset to default
de_de: Auf Standardeinstellung zurücksetzen

source: Save Columns configuration in browser
de_de: Spaltenkonfiguration in Browser speichern

source: Sticky Acknowledgedment
de_de: Klebrige (Sticky) Bestätigung

source: Restricted view
de_de: Eingeschränkte Sicht

source: Sharing
de_de: Teilen

source: Service List
de_de: Service Liste

source: Append to host group
de_de: An Hostgruppe anhängen

source: Edit details
de_de: Details bearbeiten

source: Disable notification
de_de: Benachrichtigungen deaktivieren

source: Enable notifications
de_de: Benachrichtigungen aktivieren

source: Calendars
de_de: Kalender

source: Create new calendar
de_de: Erstelle neuen Kalender

source: Add holiday
de_de: Erstelle Feiertag

source: Delete ALL holidays
de_de: Lösche ALLE Feiertage

source: Delete MONTH events
de_de: Lösche MONATLICHE Veranstaltungen

source: Delete ALL events
de_de: Lösche ALLE Veranstaltungen

source: Create calendar
de_de: Erstelle Kalender

source: Add new bank holiday
de_de: Neuen Feiertag hinzufügen

source: Title
de_de: Titel

source: Edit holiday
de_de: Bearbeite Feiertag

source: Edit calendar:
de_de: Bearbeite Kalender:

source: Update calendar
de_de: Aktualisiere Kalender

source: Filter by calendar name
de_de: Filter nach Kalendername

source: Calendar name
de_de: Kalendername

source: Change log
de_de: Änderungsprotokoll

source: Object type
de_de: Objekttyp

source: Commands
de_de: Kommandos

source: Locations
de_de: Standorte

source: Tenants
de_de: Mandanten

source: Refresh configuration
de_de: Aktualisiere Konfiguration

source: Actions
de_de: Aktionen

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Export
de_de: Exportieren

source: by
de_de: von

source: by Cronjob
de_de: vom Cronjob

source: Create new command
de_de: Erstelle neues Kommando

source: Default macros overview
de_de: Übersicht über die Standardmakros

source: $USERn$ overview
de_de: $USERn$ Übersicht

source: Command
de_de: Kommando

source: Security notice
de_de: Sicherheitsnotiz

source: User defined macros inside of command_line could lead to unwanted code execution.
de_de: Benutzerdefinierte Makros in der Befehlszeile können zu unerwünschter Codeausführung führen.
