Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: OAuth Access Token for your Slack Workspace (required for two-way integration)
de_de: OAuth Zugangs-Token für Ihren Slack-Workspace (erforderlich für die Zwei-Wege-Integration)

source: Via the Two-Way Integration Slack is able, to acknowledge host and service problems.
de_de: Über die Zwei-Wege-Integration kann Slack Host- und Serviceprobleme erkennen.

source: Request URL
de_de: Anforderungs-URL

source: Webhook URL for Slack. You need to create an openITCOCKPIT user defined API key first.
de_de: Webhook-URL für Slack. Sie müssen zuerst einen benutzerdefinierten openITCOCKPIT-API-Key erstellen.

source: If you want to use the two-way integration, your openITCOCKPIT server requires a valid SSL certificate, as described in the
de_de: Wenn Sie die Zwei-Wege-Integration verwenden möchten, benötigt Ihr openITCOCKPIT-Server ein gültiges SSL-Zertifikat, wie beschrieben im

source: Snmptt entry not found
de_de: Snmptt-Eintrag nicht gefunden

source: Snmp Trap Module
de_de: Snmp Trap-Modul

source: Event name
de_de: Ereignisname

source: Event ID
de_de: Ereignis-ID

source: Format line
de_de: Formatierte Zeile

source: Agent IP
de_de: Agenten-IP

source: Severity
de_de: Schwere

source: Welcome to the Template Export Shell.
de_de: Willkommen bei der Template Export Shell.

source: I will give you all the necessary data to get a valid file which can be imported in openITCOCKPIT to have awesome new monitoring possibilities :)
de_de: Ich werde Ihnen alle notwendigen Daten geben, um eine gültige Datei zu erhalten, die in openITCOCKPIT importiert werden kann, um fantastische neue Überwachungsmöglichkeiten zu haben :)

source: Now please answer a few questions:
de_de: Beantworten Sie nun bitte einige Fragen:

source: Would you like to export Hosttemplate data ?
de_de: Möchten Sie Hosttemplate-Daten exportieren?

source: Please enter the Hosttemplate wildcard in SQL Format (%sap% or something like that
de_de: Bitte geben Sie den Hosttemplate-Platzhalter im SQL-Format ein (%sap% oder etwas wie

source: Do you want to add additional Filters ?
de_de: Möchten Sie zusätzliche Filter hinzufügen?

source: Would you like to export Servicetemplate data ?
de_de: Möchten Sie Servicetemplate-Daten exportieren?

source: Please enter the Servicetemplate wildcard in SQL Format (%sap% or something like that
de_de: Bitte geben Sie den Platzhalter Servicetemplate im SQL-Format ein (%sap% oder etwas wie

source: Would you like to export Servicetemplategroup data too ?
de_de: Möchten Sie auch Servicetemplategroup-Daten exportieren?

source: Please enter the Servicetemplategroup wildcard in SQL Format (%sap% or something like that
de_de: Bitte geben Sie den Platzhalter Servicetemplategroup im SQL-Format ein (%sap% oder etwas wie

source: Would you like to export Macro data ?
de_de: Möchten Sie Makrodaten exportieren?

source: Please enter the Macro wildcard in SQL Format (%sap% or something like that
de_de: Bitte geben Sie den Makro-Platzhalter im SQL-Format ein (% sap% oder etwas wie

source: You want to do nothing ? Okay bye bye :)
de_de: Du willst nichts tun OK, tschüss :)

source: No filters given
de_de: Keine Filter angegeben

source: Retrieving commands
de_de: Befehle abrufen

source: Replacing Ids
de_de: IDs ersetzen

source: UPS
de_de: USV

source: Configure SNMP for UPS Monitoring
de_de: SNMP für die USV-Überwachung konfigurieren

source: UPS services
de_de: USV Services

source: Configuration Wizard: VMware Horizon
de_de: Konfigurationsassistent: VMware Horizon

source: VMware Horizon Connection Server
de_de: VMware Horizon-Verbindungsserver

source: VMware Horizon configuration help
de_de: VMware Horizon-Konfigurationshilfe

source: Please create a User within the Connection-Center with Administrator permission on {0}. Because only these Users will have permission to connect to the REST API.
de_de: Bitte erstellen Sie im Connection-Center auf {0} einen Benutzer mit Administratorrechten. Denn nur diese Benutzer haben die Berechtigung, sich mit der REST-API zu verbinden.

source: Please ensure to have a recent API version installed, because not all functions are included within old versions.
de_de: Bitte stellen Sie sicher, dass eine aktuelle API-Version installiert ist, da nicht alle Funktionen in alten Versionen enthalten sind.

source: Domain
de_de: Domäne

source: Check everything regarding VMware. ESX Hosts, vCenter, virtual machines...
de_de: Überprüfen Sie alles in Bezug auf VMware. ESX-Hosts, vCenter, virtuelle Maschinen ...

source: Configuration Wizard: VMware Server
de_de: Konfigurationsassistent: VMware Server

source: through vCenter
de_de: über vCenter

source: esx directly
de_de: direkt mit esx

source: VMware configuration help
de_de: Hilfe zur VMware-Konfiguration

source: Check everything regarding VMware. ESX Hosts, vCenter, virtual machine
de_de: Überprüfen Sie alles in Bezug auf VMware. ESX-Hosts, vCenter, virtuelle Maschinen

source: Download the VMware Perl SDK
de_de: Laden Sie das VMware Perl-SDK herunter

source: here.
de_de: hier.

source: Add an read-only user to your vCenter host.
de_de: Fügen Sie Ihrem vCenter-Host einen schreibgeschützten Benutzer hinzu.

source: vCenter Address
de_de: vCenter-Adresse
