Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Host dependencies are an advanced feature that allow you to suppress notifications for hosts based on the status of one or more other hosts.
de_de: Hostabhängigkeiten sind eine erweiterte Funktion, mit der Sie Benachrichtigungen für Hosts basierend auf dem Status eines oder mehrerer anderer Hosts unterdrücken können.

source: Dependent hosts
de_de: Abhängige Hosts

source: Dependent host groups
de_de: Abhängige Hostgruppen

source: Inherits parent
de_de: Erbt Elternteil

source: Execution failure criteria
de_de: Ausführungsfehlerkriterien

source: Disable active host checking of dependend host/s, if master host state is one of the selected states.
de_de: Deaktivieren Sie die aktive Hostprüfung von abhängigen Hosts, wenn der Master-Host-Status einer der ausgewählten Status ist.

source: Execution none
de_de: Keine Ausführung

source: Notification failure criteria
de_de: Kriterien für Benachrichtigungsfehler

source: Disable host notifications of dependend host/s, if master host state is one of the selected states.
de_de: Deaktivieren Sie Host-Benachrichtigungen für abhängige Hosts, wenn der Master-Host-Status einer der ausgewählten Status ist.

source: Notification none
de_de: Keine Benachrichtigung

source: Create host dependency
de_de: Erstelle eine Hostabhängigkeit

source: Edit host dependency
de_de: Bearbeite Hostabhängigkeit

source: Update host dependency
de_de: Aktualisiere Hostabhängigkeit

source: You can either search for <b>"host"</b> OR <b>"dependent host"</b>. Opposing field will be reset automatically
de_de: Sie können entweder nach <b>"Host"</b> oder <b>"abhängigem Host"</b> suchen. Das andere Feld wird automatisch zurückgesetzt

source: Filter by dependent host name
de_de: Filter nach Name des abhängigen Host

source: Filter by host group
de_de: Filter nach Hostgruppe

source: You can either search for <b>"host group"</b> OR <b>"dependent host group"</b>. Opposing field will be reset automatically
de_de: Sie können entweder nach <b>"Hostgruppe"</b> oder <b>"abhängiger Hostgruppe"</b> suchen. Das andere Feld wird automatisch zurückgesetzt

source: Filter by dependent host group
de_de: Filter nach abhängiger Hostgruppe

source: Execution fail on ...
de_de: Ausführung fehlgeschlagen von ...

source: Notification fail on ...
de_de: Benachrichtigung fehlgeschlagen von ...

source: Not inherits parent
de_de: Erbt nicht vom Elternteil

source: Create new host escalation
de_de: Erstelle eine neue Hosteskalation

source: Notification escalations could be used to notify a certain user group in case of an emergency. Once a host or service escalated, contacts, contact group and notification options will be overwritten by the escalation.
de_de: Benachrichtigungseskalationen können verwendet werden, um eine bestimmte Benutzergruppe im Notfall zu benachrichtigen. Wenn ein Host oder Dienst eskaliert, werden Kontakte, Kontaktgruppen und Benachrichtigungsoptionen durch die Eskalation überschrieben.

source: Excluded host groups
de_de: Ausgeschlossene Hostgruppen

source: Excluded Hosts
de_de: Ausgeschlossene Hosts

source: First notification
de_de: Erste Benachrichtigung

source: Number of notifications that passed before the escalation rule will overwrite notification settings.
de_de: Die Anzahl der Benachrichtigungen, die vor der Eskalationsregel übergeben wurden, überschreibt die Benachrichtigungseinstellungen.

source: Last notification
de_de: Letzte Benachrichtigung

source: If number of last_notification is reached, the notification rule will be disabled and the notification options of the host or service will be used again.
de_de: Wenn die Anzahl der letzten Benachrichtigungen erreicht ist, wird die Benachrichtigungsregel deaktiviert und die Benachrichtigungsoptionen des Hosts oder Services werden erneut verwendet.

source: Notification interval
de_de: Benachrichtigungsintervall

source: Escalation period
de_de: Eskalationszeitraum

source: Please choose a escalation timeperiod
de_de: Bitte wähle einen Eskalationszeitraum

source: Contactgroups
de_de: Kontaktgruppen

source: Escalation options
de_de: Eskalationsoptionen

source: Enables the escalation for the selected states
de_de: Aktiviert die Eskalation für die ausgewählten Zustände

source: Create host escalation
de_de: Erstelle Hosteskalation

source: Edit host escalation
de_de: Bearbeite Hosteskalation

source: Update host escalation
de_de: Aktualisiere Hosteskalation

source: Host Escalations
de_de: Hosteskalationen

source: You can either search for <b>"host"</b> OR <b>"excluded host"</b>. Opposing Field will be reset automatically
de_de: Sie können entweder nach <b>"Host"</b> oder <b>"ausgeschlossenem Host"</b> suchen. Das andere Feld wird automatisch zurückgesetzt

source: You can either search for <b>"host group"</b> OR <b>"excluded host group"</b>. Opposing Field will be reset automatically
de_de: Sie können entweder nach <b>"Hostgruppe"</b> oder <b>"ausgeschlossener Hostgruppe"</b> suchen. Das andere Feld wird automatisch zurückgesetzt

source: Filter by excluded host group
de_de: Filter nach ausgeschlossenr Hostgruppe

source: Notification options
de_de: Benachrichtigungsoptionen

source: Filter by first notification
de_de: Filtern nach erster Benachrichtigung

source: Filter by last notification
de_de: Filtern nach letzter Benachrichtigung

source: Filter by notification interval
de_de: Filtern nach Benachrichtigungsintervall

source: Escalate on ...
de_de: Eskalieren auf ...

source: Excluded hosts groups
de_de: Ausgenommene Hostgruppen

source: Excluded hosts
de_de: Ausgenommene Hosts

source: First
de_de: Erster

source: Last
de_de: Letzter

source: Time period
de_de: Zeitraum

source: Create new host group
de_de: Erstelle neue Hostgruppe

source: Host group URL
de_de: Hostgruppen URL

source: Create host group
de_de: Erstelle Hostgruppe

source: Append host/s to host group
de_de: Host(s) an Hostgruppe anhängen

source: Selected hosts
de_de: Ausgewählte Hosts

source: Append existing host group
de_de: Vorhandene Hostgruppe anhängen

source: Append hosts to host group
de_de: Hosts an Hostgruppe anhängen

source: Append hosts
de_de: Hosts anhängen

source: to host group
de_de: zu Hostgruppe

source: Please notice:
de_de: Bitte beachte:

source: Hosts that could not be assigned to the selected host group due to container permissions, will be removed automatically
de_de: Hosts, die aufgrund von Containerberechtigungen nicht der ausgewählten Hostgruppe zugewiesen werden konnten, werden automatisch entfernt

source: Edit host group:
de_de: Bearbeite Hostgruppe:

source: Update host group
de_de: Aktualisiere Hostgruppe:

source: Extended overview
de_de: Erweiterte Übersicht

source: Host Groups (0)
de_de: Hostgruppen (0)

source: Action
de_de: Aktion

source: Filter by host group name
de_de: Filter nach Hostgruppenname

source: Extended view
de_de: Erweiterte Ansicht

source: List as PDF
de_de: Liste als PDF

source: Number of Hostgroups:
de_de: Anzahl an Hostgruppen:

source: Number of Hosts:
de_de: Anzahl an Hosts:

source: This host group has no hosts
de_de: Diese Hostgruppe hat keine Hosts

source: /root container selected!
de_de: /root Container ausgewählt!

source: Choosing a tenant container is recommended for later permission purposes
de_de: Die Wahl eines Mandantencontainers wird für spätere Berechtigungszwecke empfohlen

source: Create new host
de_de: Erstelle neuen Host

source: + %s Services created successfully
de_de: + %s Dienste erfolgreich erstellt

source: . %s service template groups has been removed due to insufficient permissions
de_de: . %s Servicetemplategruppen wurden aufgrund fehlender Berechtigungen entfernt

source: Hosts in /root can't be moved to other containers later
de_de: Hosts die im /root Container erstellt werden können später nicht mehr in andere Container verschoben werden

source: Shared containers
de_de: Geteilte Container

source: Please select a host template.
de_de: Bitte wähle eine Hostvorlage

source: Could not resolve hostname.
de_de: Hostname konnte nicht aufgelöst werden.

source: A host with the name <strong>{0}</strong> already exists. Duplicate host names could lead to confusion.
de_de: Ein Host mit dem Namen <strong>{0}</strong> existiert bereits. Doppelte Hostnamen können zu Verwirrung führen.

source: DNS Lookup
de_de: DNS-Suche

source: Host address
de_de: Host Adresse

source: IPv4/IPv6 address or FQDN
de_de: IPv4/IPv6 Adresse oder FQDN

source: Could not resolve address.
de_de: Adresse konnte nicht aufgelöst werden.

source: Parent hosts
de_de: Eltern-Host

source: Tags
de_de: Stichworte

source: Press return to separate tags
de_de: Drücken Sie die Eingabetaste, um die Tags zu trennen

source: Check configuration
de_de: Prüfungs Konfiguration

source: Check period
de_de: Prüfungszeitraum

source: Due to active checking is disabled, this command will only be used as freshness check command.
de_de: Da die aktive Prüfung deaktiviert ist, wird dieser Befehl nur als Befehl zur Überprüfung der Aktualität verwendet.

source: Enable active checks
de_de: Aktiviere aktive Prüfungen

source: If disabled the check command won't be executed. This is useful if an external program sends state data to openITCOCKPIT.
de_de: Wenn deaktiviert, wird der Überprüfungsbefehl nicht ausgeführt. Dies ist nützlich, wenn ein externes Programm Statusdaten an openITCOCKPIT sendet.

source: Enable freshness check
de_de: Aktiviere die Frischeprüfung

source: Freshness threshold
de_de: Frische-Schwelle

source: Check command
de_de: Prüfungskommando

source: This command does not have any parameters.
de_de: Dieser Befehl hat keine Parameter.

source: Retry interval
de_de: Wiederholungsintervall

source: Max. number of check attempts
de_de: Max. Anzahl der Prüfversuche

source: Number of failed attempts before the host will switch into hard state.
de_de: Anzahl der fehlgeschlagenen Versuche, bevor der Host in den harten Zustand wechselt.

source: Worst case time delay until notification command gets executed after state hits a non ok state:
de_de: Zeitverzögerung im schlimmsten Fall, bis der Benachrichtigungsbefehl ausgeführt wird, nachdem der Status einen nicht in Ordnung befindlichen Status erreicht hat:

source: Notification configuration
de_de: Benachrichtigungskonfiguration

source: This option is used to determine whether or not notifications are enabled for this host.
de_de: Diese Option wird verwendet, um zu bestimmen, ob Benachrichtigungen für diesen Host aktiviert werden sollen oder nicht.

source: Notification period
de_de: Benachrichtigungszeitraum

source: Misc. configuration
de_de: Diverse Konfiguration

source: The macros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ and $HOSTADDRESS$ will be replaced
de_de: Die Makros $HOSTID$, $HOSTNAME$, $HOSTDISPLAYNAME$ und $HOSTADDRESS$ werden ersetzt werden

source: Notes
de_de: Notizen

source: Flap detection enabled
de_de: Flattererkennung aktiviert

source: Flap detection options
de_de: Flattererkennungsoptionen

source: Host macro configuration
de_de: Host-Makro-Konfiguration

source: Macros in green color are inherited from the host template.
de_de: Makros in grüner Farbe werden von der Hostvorlage geerbt.

source: To monitor this host using Prometheus please select the exporters that are installed on the host.
de_de: Um diesen Host mit Prometheus zu überwachen, wähle bitte die Exporter aus, die auf dem Host installiert sind.

source: Before you could query the host through Prometheus, you need to refresh the monitoring configuration.
de_de: Bevor Sie den Host über Prometheus abfragen können, müssen Sie die Monitoring-Konfiguration aktualisieren.

source: Create host and setup agent
de_de: Erstelle Host + Agent

source: Create host
de_de: Erstelle Host

source: Save and create service
de_de: Speichern und Service erstellen

source: Save and setup agent
de_de: Speichern und Agent erstellen

source: Save host and assign matching service template groups
de_de: Host speichern und passende Servicetemplategruppen zuweisen

source: Save and run Checkmk discovery
de_de: Speichern und Checkmk Erkennung ausführen

source: Command sent successfully. Refresh in 5 seconds
de_de: Befehl erfolgreich gesendet. In 5 Sekunden aktualisieren

source: Status information
de_de: Status Informationen

source: Device information
de_de: Geräte Informationen

source: Timeline
de_de: Zeitleiste

source: This host is currently disabled!
de_de: Dieser Host ist derzeit deaktiviert!

source: Status overview
de_de: Status Übersicht

source: Problem with parent host detected!
de_de: Problem mit übergeordnetem Host erkannt!

source: Copied
de_de: Kopiert

source: Last time
de_de: Letztes Mal

source: Parent host overview
de_de: Übersicht über den übergeordneten Host

source: Parent host state
de_de: Übergeordneter Host Status

source: Parent host name
de_de: Übergeordneter Host Name

source: Notification overview
de_de: Benachrichtigungsübersicht

source: Contacts and contact groups got inherited from
de_de: Kontakte und Kontaktgruppen wurden geerbt von

source: host template
de_de: Hostvorlage

source: Notify on
de_de: Benachrichtigen bei

source: Recover
de_de: Wiederherstellen

source: Reset check time
de_de: Prüfzeit zurücksetzen

source: Schedule maintenance
de_de: Plane Wartung

source: Passive transfer check result
de_de: Passive Übertragung eines Prüfergebnisses

source: Enable flap detection
de_de: Aktiviere die Flattererkennung

source: Disable flap detection
de_de: Deaktiviere die Flattererkennung

source: Disable notifications
de_de: Deaktiviere Benachrichtigungen

source: Send custom host notification
de_de: Benutzerdefinierte Hostbenachrichtigung senden

source: Host overview
de_de: Hostübersicht

source: Outages:
de_de: Ausfälle

source: No data available!
de_de: Keine Daten verfügbar!

source: Legend
de_de: Legende

source: State types
de_de: Statustypen

source: Up soft
de_de: Erreichbar (weich)

source: Down soft
de_de: Nicht erreichbar (weich)

source: Unreachable soft
de_de: Nicht verfügbar (weich)

source: Up hard
de_de: Erreichbar (hart)

source: Down hard
de_de: Nicht erreichbar (hart)

source: Unreachable hard
de_de: Nicht verfügbar (hart)

source: Notification
de_de: Benachrichtigung

source: Downtime cancelled
de_de: Wartungszeit abgebrochen

source: No permissions
de_de: Keine Berechtigungen

source: Active
de_de: Aktiv

source: Acknowledgedment
de_de: Bestätigung

source: in Downtime
de_de: in Wartungszeit

source: Service type
de_de: Servicetyp

source: Disable services
de_de: Dienste deaktivieren

source: Add to service group
de_de: Hinzufügen zu Servicegruppe

source: Acknowledge status
de_de: Bestätige Status

source: Copy host/s
de_de: Kopiere Host(s)

source: Source host:
de_de: Ursprünglicher Host:

source: Name of the new host
de_de: Name des neuen Host

source: Address of the new host
de_de: Adresse des neuen Host

source: Disabled hosts
de_de: Deaktivierte Hosts

source: Filter by instance
de_de: Filter nach Instanz

source: Hosttemplate name
de_de: Hostvorlagenname

source: Edit host:
de_de: Bearbeite Host:

source: + %s Services has been disabled
de_de: + %s Dienste wurden deaktiviert

source: Objects in /root can't be moved to other containers
de_de: Objekte in /root können nicht in andere Container verschoben werden

source: Not available for EVC hosts.
de_de: Nicht verfügbar für EVK Hosts

source: / Name of correlation
de_de: / Name der Korrelation

source: Disable inheritance
de_de: Vererbung deaktivieren

source: Update host
de_de: Aktualisiere Host

source: Update and create service
de_de: Aktualisiere und erstelle Dienst

source: Update and setup agent
de_de: Aktualisiere und Setup Agenten

source: Update host and assign matching service template groups
de_de: Aktualisiere und weise Servicetemplategruppen zu

source: Update and run Checkmk discovery
de_de: Aktualisiere und Checkmk discovery

source: Edit host detail
de_de: Bearbeite Host Details

source: Unlock for edit
de_de: Zum Bearbeiten entsperren

source: Keep existing
de_de: Bestehende behalten

source: Save details
de_de: Details speichern

source: Page refresh in
de_de: Seitenaktualisierung in

source: Unhandled only
de_de: Nur unbehandelte

source: Filter by host description
de_de: Nach Hostbeschreibung filtern

source: Not enabled
de_de: Nicht aktiviert

source: Add to host group
de_de: Hinzufügen zu Hostgruppe

source: Hosts Overview
de_de: Hosts Übersicht

source: Sharing for
de_de: Geteilt für

source: Host sharing
de_de: Host teilen

source: edit successfully
de_de: bearbeiten erfolgreich

source: Primary container
de_de: Primärer Container

source: Due to dependencies it is not possible to change the primary container in this view.
de_de: Aufgrund von Abhängigkeiten ist es in dieser Ansicht nicht möglich, den Primärcontainer zu ändern.

source: Update sharing
de_de: Aktualisiere Teilen

source: Create new host template
de_de: Erstelle neue Hostvorlage

source: Template name
de_de: Vorlagenname

source: Template Type
de_de: Vorlagentyp

source: Defines the type of the template. Use "Generic template" if you are not sure.
de_de: Definiert den Typ der Vorlage. Verwenden Sie "Generische Vorlage", wenn Sie sich nicht sicher sind.

source: If enabled the system will check that passive checks for this service will be received as frequently as defined.
de_de: Wenn diese Option aktiviert ist, prüft das System, ob passive Prüfungen für diesen Service so häufig wie definiert empfangen werden.

source: Create host template
de_de: Erstelle Hostvorlage

source: Copy host template/s
de_de: Kopiere Hostvorlage(n)

source: Source host template:
de_de: Ursprüngliche Hostvorlage:

source: Host template name
de_de: Hostvorlagenname

source: Name of the new host template
de_de: NAme der neuen Hostvorlage

source: Copy host templates
de_de: Kopiere Hostvorlagen

source: Edit host template:
de_de: Bearbeite Hostvorlage:

source: Update host template
de_de: Aktualisiere Hostvorlage

source: Filter by host template name
de_de: Filter nach Hostvorlagenname

source: Filter by host template types
de_de: Filter nach Hostvorlagentypen

source: Type
de_de: Typ

source: Go to Service list
de_de: Gehe zur Service Liste

source: This host template is not used by any host
de_de: Diese Hostvorlage wird von keinem Host verwendet

source: Create new instant report
de_de: Neuen Sofort-Bericht erstellen

source: Instant report
de_de: Erstelle neuen Sofortbericht

source: Select the object type, which should be evaluated by the report.
de_de: Wählen Sie den Objekttyp aus, der vom Bericht ausgewertet werden soll.

source: Choose if <b><u>only</u></b> host, host and services or <b><u>only</u></b> services should be evaluated.
de_de: Wählen Sie, ob <b><u>nur</u></b> Host, Host und Services oder <b><u>nur</u></b> Services ausgewertet werden sollen.

source: Consider downtimes
de_de: Berücksichtige Wartungszeiten

source: Summary display
de_de: Zusammenfassungsanzeige

source: Send email
de_de: Sende E-Mail

source: Send interval
de_de: Sendungsintervall

source: NEVER
de_de: NIEMALS

source: DAY
de_de: TAG

source: WEEK
de_de: WOCHE

source: MONTH
de_de: MONAT

source: YEAR
de_de: JAHR

source: Users to send
de_de: Benutzer zum Senden

source: Create instant report
de_de: Erstelle Sofortbericht

source: Edit instant report
de_de: Bearbeite Sofortbericht

source: Update instant report
de_de: Aktualisiere Sofortbericht

source: Generate
de_de: Generieren

source: Generate instant report
de_de: Generiere Sofortbericht

source: Generate report
de_de: Generiere Bericht

source: Hosts summary
de_de: Hosts Zusammenfassung

source: Services summary
de_de: Services Zusammenfassung

source: Filter by instant report name
de_de: Filtern nach Sofortberichtsnamen

source: Send to
de_de: Sende zu

source: Hosts and services
de_de: Hosts und Services

source: There are no time frames defined. Time evaluation report data is not available for the selected period.
de_de: Es sind keine Zeitrahmen definiert. Daten des Zeitauswertungsberichts sind für den ausgewählten Zeitraum nicht verfügbar.

source: Reporting
de_de: Berichterstattung

source: Instant Report
de_de: Sofortbericht

source: Instant Reports
de_de: Sofortberichte

source: Saved
de_de: Gespeichert

source: Send Emails
de_de: Sende E-Mails

source: Latitude must be a number between -180 and 180 degree inclusive.
de_de: Der Breitengrad muss eine Zahl zwischen -180 und einschließlich 180 Grad sein.

source: Create location
de_de: Erstelle Ort

source: Edit location:
de_de: Bearbeite Ort:

source: Update location
de_de: Aktualisiere Ort

source: Log entries
de_de: Protokolleinträge

source: Filter by record and UUID
de_de: Filtern nach Datensatz und UUID

source: Filter by host
de_de: Filter nach Host

source: Filter by entry type
de_de: Nach Eintragstyp filtern

source: Record
de_de: Datensatz

source: User defined macros can also be used inside of check commands. This could lead to unwanted code execution.
de_de: Benutzerdefinierte Makros können auch innerhalb von Prüfbefehlen verwendet werden. Dies kann zu unerwünschter Codeausführung führen.

source: Macros
de_de: Makros

source: Edit macro
de_de: Bearbeite Makro

source: Nagios supports up to 256 $USERx$ macros ($USER1$ through $USER256$)
de_de: Nagios unterstützt bis zu 256 $USERx$ Makros ($USER1$ bis $USER256$)

source: Add user defined macro
de_de: Benutzerdefiniertes Makro hinzufügen

source: Macro name
de_de: Makro Name

source: Blur macro value to prevent accidentally leak values if your PC is connected to a projector or television.
de_de: Verwischen Sie den Makrowert, um versehentliche Leckwerte zu vermeiden, wenn Ihr PC an einen Projektor oder Fernseher angeschlossen ist.

source: Security notice: The value will be still written to the HTML document in plaintext!
de_de: Sicherheitshinweis: Der Wert wird weiterhin im Klartext in das HTML-Dokument geschrieben!

source: Edit user defined macro
de_de: Bearbeite Benutzerdefiniertes Makro

source: Select macro name
de_de: Benutzerdefiniertes Makro auswählen

source: If you change the macro name, you manually need to edit all occurrences of the macro!
de_de: Wenn Sie den Makronamen ändern, müssen Sie alle Vorkommen des Makros manuell bearbeiten!

source: Messages of the day
de_de: Meldung des Tages

source: Create new message of the day
de_de: Erstelle eine neue Meldung des Tages

source: Message of the day
de_de: Meldung des Tages

source: Expiration
de_de: Ablauf

source: expiration duration
de_de: Ablaufdauer

source: no expiration
de_de: kein Ablauf

source: in days
de_de: in Tagen

source: Leave this field blank to receive a permanent message of the day. The message will be displayed from the defined date. For temporary messages, set the expiration time in days.
de_de: Lassen Sie dieses Feld leer, um eine permanente Nachricht des Tages zu erhalten. Die Meldung wird ab dem definierten Datum angezeigt. Legen Sie für temporäre Nachrichten die Ablaufzeit in Tagen fest.

source: Filter for user groups (optional)
de_de: Filter für Benutzergruppen (optional)

source: Select user groups for restricted visibility. Leave this field blank to avoid excluding users.
de_de: Wähle bestimmte Benutzergruppe aus um die Sichtbarkeit zu beschränken. Lasse das Feld leer um keine Benutzer auszuschließen.

source: Notify users
de_de: Benachrichtige Benutzer

source: If activated, the system sends notifications via email with the current content of the "Message of the day" to affected users
de_de: Wenn aktiv, wird das System eine Nachricht, mit dem aktuellen Inhalt der Meldung des Tages, an die betroffene Benutzer verschicken

source: Style
de_de: Stil

source: Primary
de_de: Primär

source: Danger
de_de: Gefahr

source: Preview
de_de: Vorschau

source: Create message of the day and notify users
de_de: Erstelle Meldung des Tages und benachrichtige Benutzer

source: Create message of the day
de_de: Erstelle Meldung des Tages
