Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Sending of anonymous statistics is currently disabled. Waiting for your approval.
de_de: Das Senden von anonymen Statistiken ist derzeit deaktiviert. Wir warten auf Ihre Zustimmung.

source: Sending of anonymous statistics is currently enabled. Many thanks for your support!
de_de: Das Senden von anonymen Statistiken ist derzeit aktiviert. Vielen Dank für Ihre Unterstützung!

source: What records would you like to send exactly?
de_de: Welche Einträge genau möchten Sie versenden?

source: To be as transparent as possible, we show you all records that will be send to us. (This data was generated on your system.)
de_de: Um so transparent wie möglich zu sein, zeigen wir Ihnen alle Einträge, die uns zugesandt werden. (Diese Daten wurden auf Ihrem System generiert).

source: What is the
de_de: Was ist die

source: The system_id is a unique number that was generated on your system. The system_id is included in every request, to enable our database to locate your record and update it.
de_de: Die system_id ist eine eindeutige Nummer, die auf Ihrem System generiert wurde. Die system_id ist in jeder Anfrage enthalten, damit unsere Datenbank Ihren Eintrag lokalisieren und aktualisieren kann.

source: The system_id will not be linked to any other records.
de_de: Die system_id wird nicht mit anderen Datensätzen verknüpft.

source: If you want to change your system_id, you can delete the file
de_de: Wenn Sie Ihre system_id ändern möchten, können Sie folgende Datei löschen:

source: openITCOCKPIT will generate a new system_id, if required.
de_de: openITCOCKPIT generiert eine neue system_id, falls erforderlich.

source: TOTAL:
de_de: INSGESAMT:

source: Status Map
de_de: Status Karte

source: Status map
de_de: Status Karte

source: Consider parent child relations
de_de: Eltern-Kind-Beziehungen berücksichtigen

source: Reset
de_de: Zurücksetzen

source: Acknowledged and in downtime
de_de: Bestätige und in Wartungszeit

source: Issue
de_de: Problem

source: Report an issue
de_de: Ein Problem melden

source: Commercial support
de_de: Kommerzielle Unterstützung

source: Get Professional Support
de_de: Holen Sie sich professionellen Support

source: Access to a large variety of extensions for your openITCOCKPIT
de_de: Zugriff auf eine Vielzahl von Erweiterungen für Ihr openITCOCKPIT

source: Report system issues
de_de: Systemprobleme melden

source: Report system crashes
de_de: Systemabstürze melden

source: Unwanted behavior or bugs
de_de: Unerwünschtes Verhalten oder Fehler

source: Get in Touch with us!
de_de: Nehmen Sie Kontakt mit uns auf!

source: Create a Ticket
de_de: Erstelle ein Ticket

source: Social Networks
de_de: Soziale Netzwerke

source: General questions about openITCOCKPIT
de_de: Allgemeine Fragen zu openITCOCKPIT

source: System issues
de_de: Systemprobleme

source: System crashes
de_de: Systemabstürze

source: Errors with packages for your distribution
de_de: Fehler mit Paketen für Ihre Distribution

source: Subscribe to get the very latest news about openITCOCKPIT
de_de: Abonnieren Sie die neuesten Nachrichten über openITCOCKPIT

source: News
de_de: Neuigkeiten

source: Group discussions
de_de: Gruppendiskussione

source: Ask other openITCOCKPIT users
de_de: Fragen Sie andere openITCOCKPIT-Benutzer

source: create
de_de: erstellen

source: Host downtime
de_de: Host Wartungszeit

source: Hostgroup downtime
de_de: Hostgruppen Wartungszeit

source: Service downtime
de_de: Service Wartungszeit

source: Individual host
de_de: Einzelner Host

source: Host and dependent Hosts (triggered)
de_de: Hosts und abhängige Hosts (ausgelöst)

source: Host and dependent Hosts (non-triggered)
de_de: Hosts und abhängige Hosts (nicht ausgelöst)

source: Recurring downtime
de_de: Wiederkehrende Wartungszeit

source: Weekdays
de_de: Wochentage

source: 1,2,3,4,5 or <blank>
de_de: 1,2,3,4,5 or <leer>

source: Days of month
de_de: Tage des Monats

source: Create new container downtime
de_de: Erstelle neue Container Wartungszeit

source: Recursive container lookup
de_de: Rekursives Nachschlagen von Containern

source: Will also create a downtime for all children containers
de_de: Wird auch eine Ausfallzeit für alle Kindercontainer erstellen

source: Host including services
de_de: Host einschließlich Services

source: Start time
de_de: Startzeit

source: Create new host downtime
de_de: Erstelle neue Host Wartungszeit

source: Create new host group downtime
de_de: Erstelle neue Hostgruppen Wartungszeit

source: Create new service downtime
de_de: Erstelle neue Service Wartungszeit

source: Recurring downtimes
de_de: Wiederkehrende Wartungszeiten

source: Recurring downtimes with deleted objects will be deleted automatically by the cronjob
de_de: Wiederkehrende Wartungszeiten mit gelöschten Objekten werden automatisch durch den Cronjob gelöscht

source: Every defined weekday
de_de: Jeder definierte Wochentag

source: Filter by container name
de_de: Filter nach Containername

source: System failure
de_de: Systemausfall

source: Create new system failure
de_de: Erstelle neuen Systemausfall

source: created successfully
de_de: erfolgreich erstelle

source: What are "System Failures" for?
de_de: Wozu sind "Systemausfälle" gut?

source: <i>System failures</i> are outages of the openITCOCKPIT server itself. They need to be created manually.
de_de: <i>Systemausfälle</i> sind Ausfälle des openITCOCKPIT-Servers selbst. Sie müssen manuell erstellt werden.

source: Timeframes defined by System failures will be ignored while report generation.
de_de: Zeitrahmen, die durch Systemausfälle definiert sind, werden bei der Berichtserstellung ignoriert.

source: Create system failure
de_de: Erstelle Systemausfall

source: System Failure
de_de: Systemausfall

source: System failures
de_de: Systemausfälle

source: Filter by first and last name
de_de: Filter nach Vor- und Nachname

source: End time
de_de: Endzeit

source: System Settings
de_de: Systemeinstellungen

source: Do not change values, where you don't know what you are doing!
de_de: Ändern Sie keine Werte, bei denen Sie nicht wissen, was Sie tun!

source: Plain
de_de: Einfach

source: Click for more information.
de_de: Klicken Sie für weitere Informationen.

source: Create tenant
de_de: Erstelle Mandant

source: Edit tenant:
de_de: Bearbeite Mandant:

source: Update tenant
de_de: Aktualisiere Mandant

source: Create new time period
de_de: Erstelle neuen Zeitraum

source: In addition to the interval defined by the given time ranges, you are able to add 24x7 days using a calendar. This will only affect the monitoring engine.
de_de: Zusätzlich zu dem durch die angegebenen Zeitbereiche definierten Intervall können Sie mit Hilfe eines Kalenders 24x7 Tage hinzufügen. Dies wirkt sich nur auf die Monitoring-Engine aus.

source: Time ranges:
de_de: Zeitbereiche:

source: Do not enter overlapping timeframes
de_de: Geben Sie keine überlappenden Zeiträume ein

source: Create time period
de_de: Erstelle Zeitraum

source: Time Periods
de_de: Zeitabschnitte

source: Copy time period/s
de_de: Kopiere Zeitraum

source: Source time period:
de_de: Ursprünglicher Zeitraum:

source: Time period name
de_de: Name des Zeitraums

source: Name of the new time period
de_de: Name des neuen Zeitraums

source: Edit time period:
de_de: Bearbeite Zeitraum

source: View details
de_de: Zeige Details

source: Update time period
de_de: Aktualisiere Zeitraum

source: Filter by time period name
de_de: Filter nach Name des Zeitraums

source: Filter by time period description
de_de: Filter nach Beschreibung des Zeitraums

source: This timeperiod is not used by any object
de_de: Dieser Zeitraum wird von keinem Objekt verwendet.

source: Time period:
de_de: Zeitraum:

source: User container roles
de_de: Benutzer Container Rollen

source: Create new user container role
de_de: Erstelle neue Benutzer Container Rolle

source: User container role
de_de: Benutzer Container Rolle

source: Role name
de_de: Rollenname

source: read
de_de: lesen

source: read/write
de_de: lesen/schreiben

source: Create user container role
de_de: Erstelle Benutzer Container Rolle

source: Edit user container role:
de_de: Bearbeite Benutzer Container Rolle

source: Update user container role
de_de: Aktualisiere Benutzer Container Rolle

source: Users
de_de: Benutzer

source: User roles
de_de: Benutzer Rollen

source: Create new user role
de_de: Erstelle neue Benutzer Rolle

source: User role
de_de: Benutzer Rolle

source: Filter by controller
de_de: Filter nach Controller

source: Bulk actions
de_de: Massenaktionen

source: Tick all
de_de: Alle ankreuzen

source: Untick all
de_de: Alle abwählen

source: Tick all: index
de_de: Alle ankreuzen: Index

source: Untick all: index
de_de: Alle abwählen: Index

source: Tick all: add
de_de: Alle ankreuzen: hinzufügen

source: Untick all: add
de_de: Alle abwählen: hinzufügen

source: Tick all: edit
de_de: Alle ankreuzen: bearbeiten

source: Untick all: edit
de_de: Alle abwählen: bearbeiten

source: Tick all: delete
de_de: Alle ankreuzen: löschen

source: Untick all: delete
de_de: Alle abwählen: löschen

source: Create user role
de_de: Erstelle Benutzer Rolle

source: Edit user role:
de_de: Bearbeite Benutzer Rolle

source: Notice!
de_de: Beachten Sie!

source: Permissions of the user role <strong>Administrator</strong> will be set back to default on every update of {0}!
de_de: Die Berechtigungen der Benutzerrolle <strong>Administrator</strong> werden bei jedem Update von {0} auf den Standardwert zurückgesetzt!

source: Update user role
de_de: Aktualisiere Benutzer Rolle

source: Add local
de_de: Lokal hinzufügen

source: Create new local user
de_de: Erstelle neuen lokalen Benutzer

source: Container Roles
de_de: Container Rollen

source: Container Roles are handy to grant the same permissions to multiple users.
de_de: Container Rollen sind praktisch, um mehreren Benutzern die gleichen Berechtigungen zu erteilen.

source: Container assignments defined in the user will overwrite permissions inherited from Container Roles!
de_de: Im Benutzer definierte Containerzuweisungen überschreiben die von Container Rollen geerbten Berechtigungen!

source: Is active
de_de: Ist aktiv

source: Enable login through oAuth2
de_de: Aktivieren Sie die Anmeldung über oAuth2

source: Company position
de_de: Position des Unternehmens

source: Frontend language
de_de: Sprache der Benutzeroberfläche

source: Manual logout and login again required for changes to take effect for the current user.
de_de: Manuelles Abmelden und erneutes Anmelden erforderlich, damit die Änderungen für den aktuellen Benutzer wirksam werden.

source: Api keys
de_de: API-Schlüssel

source: Api key
de_de: API-Schlüssel

source: Generate new API key
de_de: Neuen API-Schlüssel generieren

source: Add ApiKey
de_de: API-Schlüssel hinzufügen

source: Create user
de_de: Erstelle Benutzer

source: Add from LDAP
de_de: Hinzufügen von LDAP

source: Import new user from LDAP
de_de: Importiere neuen Benutzer von LDAP

source: Create user from LDAP
de_de: Erstelle Benutzer von LDAP

source: Edit local user:
de_de: Bearbeite lokalen Benutzer:

source: Edit LDAP user:
de_de: Bearbeite LDAP Benutzer:

source: Please leave the password fields blank if you don't want to change the password.
de_de: Bitte lassen Sie die Passwortfelder leer, wenn Sie das Passwort nicht ändern wollen.

source: Update user
de_de: Aktualisiere Benutzer

source: New local user
de_de: Neuer lokaler Benutzer

source: Filter by full name
de_de: Filter nach vollem Namen

source: Filter by email
de_de: Filter nach E-Mail

source: Filter by phone
de_de: Filter nach Telefonnummer

source: Filter by company
de_de: Filter nach Unternehmen

source: Filter by user role
de_de: Filter nach Benutzer Rolle

source: Full name
de_de: Voller Name

source: Reset password
de_de: Passwort zurücksetzen

source: Reset user password
de_de: Benutzerpasswort zurücksetzen

source: Do you really want to reset the password for the selected user?
de_de: Wollen Sie wirklich das Passwort für den ausgewählten Benutzer zurücksetzen?

source: The system will send the user an email with a new random generated password.
de_de: Das System schickt dem Benutzer eine E-Mail mit einem neuen zufällig generierten Passwort.

source: Yes - reset password
de_de: Ja - Passwort zurücksetzen

source: Login
de_de: Anmelden

source: Login through Single sign-on
de_de: Melden Sie sich über Single Sign-On an

source: Remember Me
de_de: An mich erinnern

source: Authorization through SSL certificate successfully.
de_de: Autorisierung durch SSL-Zertifikat erfolgreich.

source: Assignments
de_de: Zuweisungen

source: Wizard title
de_de: Wizard Titel

source: Assignments necessary
de_de: Ziweisungen nötig

source: edit service templates assignments
de_de: Servicetemplate Zuweisungen bearbeiten

source: Wizard assignments
de_de: Wizard Zuweisungen

source: Save assignments
de_de: Speichere Zuweisungen

source: Configuration Wizards
de_de: Konfigurations Wizards

source: Require module
de_de: Erfordert Modul

source: Configuration Wizard: Linux Server (SSH)
de_de: Konfigurations Wizard: Linux Server (SSH)

source: Linux Server Information
de_de: Linux Server Informationen

source: Contact configuration
de_de: Kontakt Konfiguration

source: Configuration overview
de_de: Konfigurationsübersicht

source: Main server configuration
de_de: Haupt-Server Konfiguration

source: SSH port of remote machine.
de_de: SSH-Port des Remote-Computers.

source: We will use a default path to private key if this field left empty
de_de: Wir verwenden einen Standardpfad zum privaten Schlüssel, wenn dieses Feld leer bleibt

source: Configuration Wizard: MySQL Server
de_de: Konfigurations Wizard: MySQL Server

source: MySQL Information
de_de: MySQL Informationen

source: MySQL configuration help
de_de: MySQL Konfigurationshilfe

source: To enable external databases access you have to change the {0} of your MySQL server.
de_de: Um externen Datenbankzugriff zu aktivieren müssen Sie die Datei {0} Ihres MySQL Servers anpassen.

source: Changing the bind address can be a potential security issue!
de_de: Das Ändern der bind address kann ein potenzielles Sicherheitsrisiko sein!

source: The bind-address is configured in my.cnf. Most likely this file is located at {0} or {1}
de_de: Der Wert bind-address wird in der my.cnf gesetzt. Sehr wahrscheinlich liegt diese Datei unter {0} oder {1}

source: Change the bind-address from 127.0.0.1 to the external address of the system or use 0.0.0.0 to bind to all interfaces.
de_de: Ändern Sie die bind-address von 127.0.0.1 auf die externe Adresse des Systems oder nutzen Sie 0.0.0 um alle Netzwerkkarten zu verwenden.

source: Restart the MySQL server to apply the changes.
de_de: Starten Sie den MySQL Server neu um die Änderungen zu übernehmen.

source: Create a new MySQL user for {0}
de_de: Erstellen Sie einen neuen MySQL Benutzer für {0}

source: Please replace {0} with the address of the {1} server and set a secure password
de_de: Bitte ersetzen Sie {0} mit der Adresse des {1} Server und setzen Sie ein sicheres Passwort

source: Database
de_de: Datenbank

source: MySQL services
de_de: MySQL Dienste

source: Create
de_de: Erstelle

source: Configuration Wizard:
de_de: Konfigurations Wizard:

source: Host Information
de_de: Host Informationen

source: Use existing host
de_de: Benutze existierenden Host

source: API Keys Overview
de_de: API Keys Übersicht

source: Click on your name in the top left corner to edit your profile.
de_de: Klicke oben links auf den Namen, um das Profil zu bearbeiten.

source: At the bottom of the page, you can find the "API Keys" section. Click on "Create new API key"
de_de: Unten auf der Seite finden Sie den Abschnitt "API-Key". Klicken Sie auf "Neuen API-Key erstellen".

source: Do you really want delete the selected calendars?
de_de: Wollen Sie die ausgewählten Kalender wirklich löschen?

source: Do you really want delete the selected commands?
de_de: Wollen Sie die ausgewählten Kommandos wirklich löschen?

source: Do you really want delete the selected contactgroups?
de_de: Wollen Sie die ausgewählten Kontaktgruppen wirklich löschen?

source: Do you really want delete the selected contacts?
de_de: Wollen Sie die ausgewählten Kontakte wirklich löschen?

source: success
de_de: Erfolg

source: You are about to delete downtime for host:
de_de: Sie sind dabei, die Wartungszeit für den Host zu löschen:

source: Do you want to delete service downtimes for this host too?
de_de: Wollen Sie für diesen Host auch die Service-Wartungszeiten löschen?

source: Loading...
de_de: Lade...

source: Sign out
de_de: Abmelden

source: More
de_de: Mehr

source: Do you really want delete the selected hosts?
de_de: Wollen Sie die ausgewählten Hosts wirklich löschen?

source: Do you really want disable the selected hosts?
de_de: Wollen Sie die ausgewählten Hosts wirklich deaktivieren?

source: Do you really want delete the selected hostgroups?
de_de: Wollen Sie die ausgewählten Hostgruppen wirklich löschen?

source: Do you really want delete the selected maps?
de_de: Wollen Sie die ausgewählten Karten wirklich löschen?

source: Switch to Paginator Mode
de_de: Wechseln in den Paginator-Modus

source: Switch to Scroll Mode
de_de: Wechseln in den Scroll-Modus

source: APT Repository - Manually action required!
de_de: APT Repository - Manueller Handlungsbedarf!

source: Please contact your system administrator.
de_de: Bitte kontaktieren Sie Ihren Systemadministrator.

source: Error code
de_de: Fehlercode

source: Your system is using the old openITCOCKPIT APT repository, which will be shut down soon.
de_de: Ihr System verwendet das alte openITCOCKPIT APT-Repository, das bald heruntergefahren wird.

source: Please update your sources.list to use our new repository
de_de: Bitte aktualisieren Sie Ihre sources.list, um unser neues Repository zu verwenden

source: Copy to host
de_de: Auf Host kopieren

source: Add to servicegroup
de_de: Zur Servicegruppe hinzufügen

source: Do you really want delete the selected services?
de_de: Möchten Sie die ausgewählten Services wirklich löschen?

source: Do you really want disable the selected services?
de_de: Wollen Sie die ausgewählten Services wirklich deaktivieren?

source: Do you really want delete the selected servicegroups?
de_de: Wollen Sie die ausgewählten Servicegruppen wirklich löschen?

source: Allocate to service template group
de_de: Zuordnen zur Servicevorlagengruppe

source: Do you really want to delete the selected service templates and all attached services?
de_de: Möchten Sie die ausgewählten Servicevorlagen und alle angehängten Services wirklich löschen?

source: Do you really want to disable the selected service templates?
de_de: Möchten Sie die ausgewählten Servicevorlagen wirklich deaktivieren?

source: Add More
de_de: Mehr hinzufügen

source: Do you really want delete the selected tenants? All nodes, contacts, contactgroups, locations, calendars, timeperiods, hosttemplates, hostgroups, hosts, servicetemplates, servicetemplategroups, servicegroups and services from the selected tenant(s) will be deleted too.
de_de: Wollen Sie die ausgewählten Mandanten wirklich löschen? Alle Knoten, Kontakte, Kontaktgruppen, Standorte, Kalender, Zeiträume, Hostvorlagen, Hostgruppen, Hosts, Servicevorlagen, Servicevorlagengruppen, Servicegruppen and Service von dem/den ausgewählten Mandant(en) wird ebenfalls gelöscht.

source: Do you really want delete the selected timeperiods?
de_de: Wollen Sie die ausgewählten Zeiträume wirklich löschen?

source: Attached you find the automatically generated report:
de_de: Im Anhang finden Sie den automatisch generierten Bericht:

source: (Duration in days: {0})
de_de: (Dauer in Tagen: {0})

source: {0} notification
de_de: {0} Benachrichtigung

source: is {0}
de_de: ist {0}

source: The current status was acknowledged by {0} with the comment:
de_de: Der aktuelle Stand wurde bestätigt von {0} mit dem Kommentar:

source: Time
de_de: Zeit

source: Host long output
de_de: Lange Hostbeschreibung

source: Service description
de_de: Servicebeschreibung

source: Your password got reset!
de_de: Ihr Passwort wurde zurückgesetzt!

source: New password: {0}
de_de: Neues Passwort: {0}

source: Please change the password after the first login.
de_de: Bitte ändern Sie das Passwort nach dem ersten Login.

source: Test mail
de_de: Test Email

source: System test mail
de_de: Systemtest-Email

source: This is a test email of your monitoring system -
de_de: Dies ist eine Test-E-Mail Ihres Überwachungssystems

source: Attached you find the automatically generated report:
de_de: Im Anhang finden Sie den automatisch generierten Bericht:

source: Title : {0}
de_de: Titel : {0}

source: Description : {0}
de_de: Beschreibung : {0}

source: Expiration (Duration in days: {0})
de_de: Ablauf (Dauer in Tagen: {0})

source: Content: {0}
de_de: Inhalt: {0}

source: Your {0} password got reset!
de_de: Ihr {0} Passwort wurde zurückgesetzt!

source: Could not connect to SudoServer. External commands may not work. Please try to reload this page.
de_de: Es konnte keine Verbindung zum SudoServer hergestellt werden. Externe Befehle funktionieren möglicherweise nicht. Bitte versuche diese Seite neu zu laden.

source: Lost connection to SudoServer. External commands may not work. Please try to reload this page.
de_de: Verbindung zum SudoServer verloren. Externe Befehle funktionieren möglicherweise nicht. Bitte versuche diese Seite neu zu laden.

source: Sign In
de_de: Einloggen

source: There are no time frames defined.Time evaluation report data is not available for the selected period.
de_de: Es sind keine Zeitrahmen definiert. Die Daten des Zeitbewertungsberichts sind für den ausgewählten Zeitraum nicht verfügbar.

source: Certificates where already exchanged.
de_de: Zertifikate wurden bereits ausgetauscht.

source: Agent is only reachable through HTTP but should be reachable through secure HTTPS. Most likely someone deleted the certificate file on the agent.
de_de: Der Agent ist nur über HTTP erreichbar, sollte aber das sichere HTTPS nutzen. Höstwarscheinlich wurde das Zertifikate auf dem Agenten gelöscht.

source: TLS certificate mismatch. Agent has maybe compromised. Please make sure that you are connected to the right Agent. To resolve this issue delete the files "agent.crt", "agent.csr" and "server_ca-crt" and restart the Agent.
de_de: TLS-Zertifikat stimmt nicht überein. Agent vielleicht kompromittiert. Bitte stelen Sie sicher das Sie mit dem richtigen Agenten verbunden sind. Um das Problem zu lösen löschen Sie die Dateien "agent.crt", "agent.csr" und "server_ca-crt" und starten sie den Agenten neu.

source: AutoTLS certificates successfully exchanged.
de_de: AutoTLS Zertifikat erfolgreich ausgetauscht.

source: Error while sending certificate to Agent.
de_de: Fehler beim Senden des Zertifikats zum Agenten

source: No JSON response from Agent or key csr is missing in the result
de_de: Keine JSON Antwort vom Agenten oder der Schlüssel csr fehlt in der Antwort

source: Could not establish HTTP connection for AutoTLS certificate exchange.
de_de: Konnte keine HTTP Verbindung aufbauen für den AutoTLS Zertifikatstausch

source: Successfully establish HTTPS connection to the Agent (No AutoTLS).
de_de: HTTPS Verbindung erfolgreich aufgebaut. (Kein AutoTLS)

source: No JSON response from Agent or key agent is missing in the result
de_de: Keine JSON Antwort vom Agenten oder der Schlüssel agent fehlt in der Antwort

source: Could not establish HTTPS connection
de_de: Konnte keine HTTPS Verbindung aufbauen

source: Connection established successfully using insecure HTTP (plaintext).
de_de: Verbindung über unsicheres HTTP (Klartext) erfolgreich hergestellt.

source: Could not establish insecure HTTP connection
de_de: Konnte keine unsichere HTTP Verbindung aufbauen.

source: Memory usage percentage
de_de: Prozentsatz der Speichernutzung
