Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: If Statusengine Event Broker or Naemons Query Handler will be used to submit correlation results a detailed long output will be passed to the monitoring engine. The external command pipe does not support long output.
de_de: Wenn Statusengine Event Broker oder Naemons Query Handler zum Übermitteln von Korrelationsergebnissen verwendet werden, wird eine detaillierte Langzeitausgabe an die Überwachungs-Engine übergeben. Die externe Befehlspipe unterstützt keine lange Ausgabe.

source: Status for disabled service
de_de: Status für deaktivierten Service

source: This status will be used for disabled services.
de_de: Dieser Status wird für deaktivierte Services verwendet.

source: Show note for disabled services
de_de: Hinweis für deaktivierte Dienste anzeigen

source: If enabled, shows note if event correlation contains disabled services.
de_de: Falls aktiviert, wird ein Hinweis angezeigt, wenn die Ereigniskorrelation deaktivierte Dienste enthält.

source: Event Correlations
de_de: Ereigniskorrelationen

source: Create new correlation
de_de: Erstelle neue Korrelation

source: Create new Event Correlation
de_de: Erstelle neue Ereigniskorrelation

source: Host name / Name of correlation
de_de: Hostname / Name der Korrelation

source: Notification Period
de_de: Benachrichtigungszeitraum

source: Create event correlation
de_de: Erstelle Ereigniskorrelation

source: Edit correlation
de_de: Bearbeite Korrelation

source: Edit Event Correlation:
de_de: Bearbeite Ereigniskorrelation

source: Save Event Correlation
de_de: Ereigniskorrelation speichern

source: New virtual service
de_de: Neuer virtueller Service

source: Event correlation includes disabled services!
de_de: Ereigniskorrelation enthält deaktivierte Services!

source: Go to "Event Correlation Globals"
de_de: Gehen Sie zu "Globalen Ereigniskorrelation Einstellungen"

source: Event Correlation
de_de: Ereigniskorrelation

source: New vService
de_de: Neuer vService

source: Create virtual service
de_de: Erstelle virtuellen Service

source: Modify virtual service
de_de: Virtuellen Service modifizieren

source: Name of vService
de_de: Name des vService

source: Name of the virtual service that holds the result of the correlation.
de_de: Name des virtuellen Services, der das Ergebnis der Korrelation enthält.

source: Only service templates of the EVC type are available.
de_de: Es sind nur Servicevorlagen vom Typ EVC verfügbar.

source: Services that should be correlated
de_de: Dienste, die korreliert werden sollten

source: Virtual services that should be correlated
de_de: Virtuelle Dienste, die korreliert werden sollten

source: AND
de_de: UND

source: OR
de_de: ODER

source: EQUAL
de_de: GLEICH

source: Operator modifier
de_de: Operator Modifikator

source: Eventcorrelation Module
de_de: Ereigniskorrelationsmodul

source: eventcorrelations.
de_de: Ereigniskorrelationen.

source: Eventcorrelation name
de_de: Name der Ereigniskorrelation

source: Edit Correlation
de_de: Korrelation bearbeiten

source: Download as PDF
de_de: Als PDF herunterladen

source: This host is not used by any event correlation or you have insufficient permissions.
de_de: Dieser Host wird von keiner Ereigniskorrelation verwendet oder Sie haben nicht genügend Berechtigungen.

source: Event Correlations Overview
de_de: Übersicht über Ereigniskorrelationen

source: Filter by event correlation name
de_de: Filtern nach Ereigniskorrelationsnamen

source: Filter by event correlation description
de_de: Nach Ereigniskorrelationsbeschreibung filtern

source: Event correlation name
de_de: Name der Ereigniskorrelation

source: Event correlation description
de_de: Beschreibung der Ereigniskorrelation

source: This EVC contains Hosts you are not permitted to view
de_de: Dieser EVC enthält Hosts, die Sie nicht sehen dürfen

source: DISABLED
de_de: DEAKTIVIERT

source: Event correlation:
de_de: Ereigniskorrelation:

source: event correlations.
de_de: Ereigniskorrelationen.

source: This service is not used by any event correlation or you have insufficient permissions.
de_de: Dieser Service wird von keiner Ereigniskorrelation verwendet oder Sie haben nicht genügend Berechtigungen.

source: Summary View
de_de: Zusammengefasste Ansicht

source: Event Correlation as summary:
de_de: Ereigniskorrelation als Zusammenfassung:

source: EVC Tree
de_de: EVK Baum

source: EVC Summary
de_de: EVK Zusammenfassung

source: Event correlation
de_de: Ereigniskorrelation

source: This event correlation is not used by other event correlations
de_de: Diese Ereigniskorrelation wird von anderen Ereigniskorrelationen nicht verwendet

source: Event Correlation:
de_de: Ereigniskorrelation:

source: Configuration Wizard: SAP HANA Database
de_de: Konfigurationsassistent: SAP HANA-Datenbank

source: Configure SAP HANA System Database Monitoring
de_de: Konfiguriere die Überwachung der SAP-HANA-Systemdatenbank

source: Configure SAP HANA Tenant Database Monitoring
de_de: Konfiguriere die Überwachung der SAP-HANA-Tenantdatenbank

source: SAP HANA System Database services
de_de: SAP HANA System Datenbank Services

source: SAP HANA Tenant Database services
de_de: SAP HANA Tenant Datenbank Services

source: Configuration Wizard: HP Server
de_de: Konfigurationsassistent: HP Server

source: Configure SNMP for HP Server Hardware Monitoring
de_de: Konfigurieren von SNMP für die HP Server-Hardwareüberwachung

source: SNMP Server Settings
de_de: SNMP Server Einstellungen

source: Communication with authentication and without privacy. The protocols used for Authentication are MD5 and SHA (Secure Hash Algorithm).
de_de: Kommunikation mit Authentifizierung und ohne Datenschutz. Die für die Authentifizierung verwendeten Protokolle sind MD5 und SHA (Secure Hash Algorithm).

source: Communication without authentication and privacy.
de_de: Kommunikation ohne Authentifizierung und Datenschutz.

source: Auth Protocol
de_de: Authentifizierungsprotokoll

source: Security name
de_de: Sicherheitsname

source: Auth Password
de_de: Authentifizierungspasswort

source: Privacy Protocol
de_de: Datenschutzprotokoll

source: Privacy password
de_de: Datenschutzpasswort

source: Importer not found!
de_de: Importer nicht gefunden

source: File not found!
de_de: Datei nicht gefunden!

source: Generate preview for csv files - maximal 10 rows will be shown
de_de: Erstelle eine Vorschau für CSV Dateien - maximal 10 Zeilen werden angezeigt

source: ⚠️ CSV file works, but the elements are empty. Data preview is not possible!
de_de: ⚠️ CSV Datei ok, aber die Elemente sind leer. Vorschau nicht möglich.

source: ❗Data to import are invalid!
de_de: ❗Die zu importierenden Dateien sind fehlerhaft.

source: ⚠️ A possible cause for this could be the wrong delimiter or CSV structure is not consistent. Please check your importer configuration.!
de_de: ⚠️ Eine mögliche Ursache könnt ein falsches Trennzeichen sein oder die CSV Struktur ist nicht konsistent. Bitte überprüfen Sie Ihre Importer Konfiguration

source: ❗Could not save csv file!
de_de: ❗ CSB Datei konnte nicht gespeichert werden!

source: Import data from uploaded CSV file successfully finished!
de_de: Import von der hochgeladenen CSV Datei erfolgreich abgeschlossen!

source: ❗Error while importing host data!
de_de: ❗Fehler beim importieren der Hostdaten

source: ❗Error: {0}
de_de: ❗Fehler: {0}

source: Generate preview for i-doit data - maximal 10 rows will be shown
de_de: Vorschau für i-doit-Daten generieren - es werden maximal 10 Zeilen angezeigt

source: ⚠️ Connect to i-doit works, but the elements are empty. Data preview is not possible!
de_de: ⚠️ Verbindung mit i-doit funktioniert, aber es sind keine Ergebnisse vorhanden. Datenvorschau ist nicht möglich!

source: Import data from i-doit successfully finished!
de_de: Datenimport aus i-doit erfolgreich abgeschlossen!

source: External system not found
de_de: Externes System nicht gefunden

source: Host defaults not found
de_de: Host-Standardeinstellungen nicht gefunden

source: Used by Importer {0}
de_de: Wird vom Importer {0} verwendet

source: Issue while deleting host defaults
de_de: Problem beim Löschen der Host-Standardeinstellungen

source: Issue while deleting host defaults...
de_de: Problem beim Löschen der Host-Standardeinstellungen ...

source: Host defaults successfully deleted
de_de: Host-Standardeinstellungen erfolgreich gelöscht

source: Imported file not found
de_de: Importierte Datei nicht gefunden

source: Imported file successfully removed
de_de: Importierte Datei erfolgreich entfernt

source: Error while deleting imported file
de_de: Fehler beim Löschen der importierten Datei

source: Imported host not found
de_de: Importierter Host nicht gefunden

source: Importers not found
de_de: Importeurs nicht gefunden

source: No valid records exists
de_de: Es sind keine gültigen Datensätze vorhanden

source: Error while importing host data
de_de: Fehler beim Importieren der Hostdaten

source: Import data from uploaded CSV file successfully finished
de_de: Der Import von Daten aus der hochgeladenen CSV-Datei wurde erfolgreich abgeschlossen

source: Import data from i-doit system successfully finished
de_de: Datenimport aus i-doit System erfolgreich abgeschlossen

source: Importer not found
de_de: Importeur nicht gefunden

source: Temporary uploaded CSV file successfully removed
de_de: Temporär hochgeladene CSV-Datei erfolgreich entfernt

source: Error while deleting uploaded CSV File.
de_de: Fehler beim Löschen der hochgeladenen CSV-Datei.

source: Load data for preview successfully finished
de_de: Laden der Daten für die Vorschau erfolgreich abgeschlossen

source: Connection error: {0}!
de_de: Verbindungsfehler: {0}!

source: i-doit system error: Invalid API key
de_de: i-doit-Systemfehler: Ungültiger API-Schlüssel

source: No response from external system.
de_de: Keine Antwort vom externen System.

source: Error while connecting to external system.
de_de: Fehler beim Verbinden mit dem externen System.

source: Delimiter
de_de: Trennzeichen

source: Chose CSV file delimeter
de_de: Auswahl des Trennzeichens für CSV Datei

source: Any character may be used to separate the values. In a comma-separated valuen a comma-separated values (CSV) file the data items are separated using commas as a delimiter, while in a tab-separated values (TSV) file, the data items are separated using tabs as a delimiter.
de_de: Jedes Zeichen kann verwendet werden, um die Werte zu trennen. In einer CSV-Datei (Comma Separated Valuen) werden die Datenelemente durch Kommas als Trennzeichen getrennt, während in einer TSV-Datei (Tab-Separated Values) die Datenelemente mithilfe von Tabulatoren als Trennzeichen getrennt werden.

source: Unique identifier
de_de: Eindeutige Kennung

source: Column name of the CSV file which will be used as unique identifier for host. This column must be present in the CSV file.
de_de: Spaltenname aus der CSV Datei welcher für die eindeutige Kennung der Hosts genutzt wird. Diese Spalte muss in der CSV Datei vorhanden sein.

source: Column name of the CSV file which will be used as host name. This column must be present in the CSV file.
de_de: Spaltenname der CSV-Datei, die als Hostname verwendet wird. Diese Spalte muss in der CSV-Datei vorhanden sein.

source: Column name of the CSV file which will be used as host address. This column must be present in the CSV file.
de_de: Spaltenname der CSV-Datei, die als Hostadresse verwendet wird. Diese Spalte muss in der CSV-Datei vorhanden sein.

source: Column name of the CSV file which will be used as host description.
de_de: Spaltenname der CSV-Datei, die als Hostbeschreibung verwendet wird.

source: Column name of the CSV file which will be used as software assignment.
de_de: Spaltenname der CSV-Datei, die für die Softwarezuweisung verwendet wird.

source: Use host name as address
de_de: Verwende den Hostnamen als Adresse

source: Use host name as address if address column is empty or does not exists.
de_de: Verwende den Hostnamen als Adresse, wenn die Adressspalte leer ist oder nicht vorhanden ist.

source: Use address as host name
de_de: Verwende die Adresse als Hostnamen

source: Use address as host name if host name column is empty or does not exists.
de_de: Verwende die Adresse als Hostnamen, wenn die Spalte Hostname leer ist oder nicht vorhanden ist.

source: Column number - numbering begins with 0 (first column) - of the CSV file which will be used as unique identifier for host. This column must be present in the CSV file.
de_de: Spaltennummer - Nummerierung beginnt mit 0 (1. Spalte) - der CSV-Datei, die für die eindeutige Kennung der Hosts genutzt wird. Diese Spalte muss in der CSV Datei vorhanden sein.

source: Column number (numbering begins with 0) of the CSV file which will be used as host name. This column must be present in the CSV file.
de_de: Spaltennummer (Nummerierung beginnt mit 0) der CSV-Datei, die als Hostname verwendet wird. Diese Spalte muss in der CSV-Datei vorhanden sein.

source: Column number (numbering begins with 0) of the CSV file which will be used as host address. This column must be present in the CSV file.
de_de: Spaltennummer (Nummerierung beginnt mit 0) der CSV-Datei, die als Hostadresse verwendet wird. Diese Spalte muss in der CSV-Datei vorhanden sein.

source: Column number (numbering begins with 0) of the CSV file which will be used as host description.
de_de: Spaltennummer (Nummerierung beginnt mit 0) der CSV-Datei, die als Hostbeschreibung verwendet wird.

source: Column number (numbering begins with 0) of the CSV file which will be used as software assignment.
de_de: Spaltennummer (Nummerierung beginnt mit 0) der CSV-Datei, die als Softwarezuweisung verwendet wird.

source: Matching not possible
de_de: Matching nicht möglich

source: A possible cause for this could be the wrong delimiter or CSV structure is not consistent. Please check your importer configuration.
de_de: Eine mögliche Ursache hierfür könnte das falsche Trennzeichen sein oder die CSV-Struktur ist nicht konsistent. Bitte um die Prüfung der Importeurkonfiguration.

source: Data preview not possible
de_de: Datenvorschau nicht möglich

source: Uploading the CSV file works, but the elements are empty. Data preview is not possible.
de_de: Das Hochladen der CSV-Datei funktioniert, aber die Elemente sind leer. Datenvorschau ist nicht möglich.

source: Matching for header fields is not possible
de_de: Ein Abgleich für Headerfelder ist nicht möglich

source: A possible reason for this could be the wrong configuration mapping or wrong delimiter. Please check your importer configuration.
de_de: Ein möglicher Grund hierfür könnte die falsche Konfigurationszuordnung oder das falsche Trennzeichen sein. Bitte um die Prüfung der Importeurkonfiguration.

source: CSV with header
de_de: CSV mit Header

source: CSV without header
de_de: CSV ohne Header

source: Connect to i-doit works, but the elements are empty. Data preview is not possible.
de_de: Die Verbindung zu i-doit funktioniert, aber es sind keine Ergebnisse vorhanden. Datenvorschau ist nicht möglich.

source: Object Import
de_de: Objektimport

source: Host Defaults
de_de: Host-Standardeinstellungen

source: Importers
de_de: Importeure

source: Imported Hosts
de_de: Importierte Hosts

source: Imported Files
de_de: Importierte Dateien

source: External Systems
de_de: Externe Systeme

source: Host template missing
de_de: Hostvorlage fehlt

source: Container missing
de_de: Container fehlt

source: External system can not be blank if data source is i-doit / iTop.
de_de: Das Feld "Externes System" darf nicht leer sein, wenn die Datenquelle i-doit /iTop ist.

source: Import Module
de_de: Import-Modul

source: Add external system
de_de: Externes System hinzufügen

source: Create new external system
de_de: Neues externes System erstellen

source: External system
de_de: Externes System

source: Data source
de_de: Datenquelle

source: i-doit enables external access to the IT documentation via an application programming interface (API)
de_de: i-doit ermöglicht externen Zugriff auf die IT-Dokumentation über eine Anwendungsprogrammierschnittstelle (API)

source: Connection settings
de_de: Verbindungseinstellungen

source: Predefined connection settings are used to load additional information dynamically
de_de: Vordefinierte Verbindungseinstellungen werden verwendet, um zusätzliche Informationen dynamisch zu laden

source: Object type settings
de_de: Objekttypeinstellungen

source: Please select all object types you want to import or leave them blank to include all available object types.
de_de: Bitte wählen Sie alle Objekttypen aus, die Sie importieren möchten, oder lassen Sie sie leer, um alle verfügbaren Objekttypen einzuschließen.

source: Load object types for import
de_de: Objekttypen für den Import laden

source: Selecting the object types can take some time if the number of config items is too large.
de_de: Die Auswahl der Objekttypen kann einige Zeit in Anspruch nehmen, wenn die Anzahl der Konfigurationselemente zu groß ist.

source: Check External System Connection and load available object types
de_de: Externe Systemverbindung prüfen und verfügbare Objekttypen laden

source: Detected object types
de_de: Erkannte Objekttypen

source: Object types
de_de: Objekttypen

source: i-doit overview
de_de: i-doit-Übersicht

source: Model
de_de: Modell

source: Archived
de_de: Archiviert

source: Location path
de_de: Standortpfad

source: Applications
de_de: Anwendungen

source: Updated
de_de: Aktualisiert

source: Memory
de_de: Speicher

source: Contract overview
de_de: Vertragsübersicht

source: Contract period
de_de: Vertragslaufzeit

source: until
de_de: bis

source: Product
de_de: Produkt

source: Reaction rate
de_de: Reaktionsrate

source: Costs
de_de: Kosten

source: Payment period
de_de: Zahlungsfrist

source: Cost calculation
de_de: Kostenkalkulation

source: Accounting
de_de: Buchhaltung

source: Inventory number
de_de: Inventarnummer

source: Acquirement date
de_de: Erwerbsdatum

source: Invoice number
de_de: Rechnungsnummer

source: Order number
de_de: Bestellnummer

source: Guarantee period
de_de: Garantiezeit

source: Guarantee period status / Guarantee period base
de_de: Status der Garantiezeit / Basis der Garantiezeit

source: Edit external system
de_de: Externes System bearbeiten

source: External Systems Overview
de_de: Übersicht über externe Systeme

source: Filter by system name
de_de: Nach Systemname filtern

source: Filter by system description
de_de: Nach Systembeschreibung filtern

source: Connectivity
de_de: Konnektivität

source: Host defaults
de_de: Host-Standardeinstellungen

source: Add host defaults
de_de: Host-Standardeinstellungen hinzufügen

source: Create new host defaults
de_de: Erstelle neue Host-Standardeinstellungen

source: What are host defaults?
de_de: Was sind Host-Standardeinstellungen?

source: Define defaults like which Container and services should assigned to imported hosts, depending on the used data source (Importer).
de_de: Definieren Sie Standardeinstellungen, z. B. welche Container und Dienste importierten Hosts zugewiesen werden sollen, abhängig von der verwendeten Datenquelle (Importer).

source: Name of default assigment. E.g.: CSV Import from i-doit
de_de: Name der Standardzuordnung. Zum Beispiel: CSV-Import von i-doit

source: Predefined host settings that are automatically assigned when hosts are imported.
de_de: Vordefinierte Hosteinstellungen, die beim Import von Hosts automatisch zugewiesen werden.

source: Will be automatically selected
de_de: Wird automatisch ausgewählt

source: Use this host template as default
de_de: Verwenden Sie diese Hostvorlage als Standard

source: Do not enter empty matches
de_de: Geben Sie keine leeren Übereinstimmungen ein

source: Field to match
de_de: Feld zur Übereinstimmung

source: RegEx that needs to match
de_de: RegEx, das übereinstimmen muss

source: Service template groups matches
de_de: Servicevorlagengruppen-Übereinstimmungen

source: If the match is successful, these service template groups are assigned to the imported hosts.
de_de: Wenn die Übereinstimmung erfolgreich ist, werden diese Servicevorlagengruppen den importierten Hosts zugewiesen.

source: No service template groups are defined
de_de: Es sind keine Servicevorlagengruppen definiert

source: Please create at least one "Service template groups"
de_de: Bitte erstellen Sie mindestens eine "Servicevorlagengruppe".

source: Go to "Service template groups"
de_de: Gehe zu "Servicevorlagengruppen".

source: Service template group to assign on match
de_de: Service-Vorlagengruppe, die bei Übereinstimmung zugewiesen werden soll

source: Create host defaults
de_de: Host-Standardeinstellungen erstellen

source: Edit host defaults
de_de: Host-Standardeinstellungen bearbeiten

source: Edit host defaults:
de_de: Host-Standardeinstellungen bearbeiten:

source: Update host defaults
de_de: Host-Standardeinstellungen aktualisieren

source: Host Defaults Overview
de_de: Übersicht über die Host-Standardeinstellungen

source: Filter by host defaults name
de_de: Nach "Host-Standardeinstellungen" Namen filtern

source: Filter by host defaults description
de_de: Nach "Host-Standardeinstellungen" Beschreibung filtern

source: Imported Files Overview
de_de: Übersicht über importierte Dateien

source: Filter by imported file name
de_de: Filtern nach importiertem Dateinamen

source: Filter by file extension
de_de: Nach Dateierweiterung filtern

source: Importer
de_de: Importeur

source: File size
de_de: Dateigröße

source: Imported file view
de_de: Ansicht der importierten Datei

source: Imported file
de_de: Importierte Datei

source: Can't read imported csv file
de_de: Importierte CSV-Datei kann nicht gelesen werden

source: The imported file may have been deleted.
de_de: Die importierte Datei wurde möglicherweise gelöscht.

source: File Content is not available in imported file
de_de: Der Dateiinhalt ist in der importierten Datei nicht verfügbar

source: Maybe the file is no: CSV, or the file is empty
de_de: Möglicherweise ist die Datei: keine CSV Datei oder die Datei ist leer

source: Imported hosts
de_de: Importierte Hosts

source: Edit imported host
de_de: Importierten Host bearbeiten

source: Imported host
de_de: Importierter Host

source: Update imported host
de_de: Importierten Host aktualisieren

source: Imported Hosts Overview
de_de: Übersicht über importierte Hosts

source: Completely
de_de: Vollständig

source: Some optional fields are missing
de_de: Einige optionale Felder fehlen

source: Some required fields are missing
de_de: Einige Pflichtfelder fehlen

source: Start import
de_de: Import starten

source: Synchronize with monitoring
de_de: Mit dem Monitoring-System synchronisieren

source: No importers defined
de_de: Keine Importeure definiert

source: Filter by imported host name
de_de: Filtern nach dem Namen des importierten Hosts

source: Filter by imported host address
de_de: Filtern nach der Adresse des importierten Hosts

source: Filter by imported host description
de_de: Filtern nach der Beschreibung des importierten Hosts

source: Already synchronized
de_de: Bereits synchronisiert

source: NEW
de_de: NEU

source: Ready for synchronization
de_de: Bereit zur Synchronisation

source: Filter by importer
de_de: Nach Importeur filtern

source: Reserved settings
de_de: Vorgemerkte Einstellungen

source: Import date
de_de: Importdatum

source: Last modified
de_de: Zuletzt verändert

source: Progress
de_de: Fortschritt

source: missing data
de_de: fehlende Daten

source: Shared containers:
de_de: Geteilte Container:

source: Satellite:
de_de: Satellit:

source: Service template groups:
de_de: Servicevorlagengruppen:

source: No service template groups defined
de_de: Keine Servicevorlagengruppen definiert

source: Service used by other objects.
de_de: Service, der von anderen Objekten verwendet wird.

source: Import CSV File with header
de_de: CSV-Datei mit Header importiere
