Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/default.po
Languages: de_de

source: Swap usage percentage
de_de: Prozentsatz der Swap-Nutzung

source: CPU usage percentage
de_de: Prozentsatz der CPU-Auslastung

source: Battery: {0}
de_de: Batterie: {0}

source: Disk stats of: {0}
de_de: Festplatten Statistik von: {0}

source: Disk usage of: {0} ({1})
de_de: Festplattenauslastung von: {0}

source: Network stats of: {0}
de_de: Netzwerk Statistik von: {0}

source: Network state of: {0}
de_de: Netzwerkauslastung von: {0}

source: Process: {0}
de_de: Prozess: {0}

source: Service: {0}
de_de: Dienst: {0}

source: Event log: {0}
de_de: Ereignislog: {0}

source: Custom check: {0}
de_de: Benutzerdefinierte Prüfung: {0}

source: Container {0} is running
de_de: Container {0} läuft

source: Container {0} CPU percentage
de_de: Container {0} CPU Prozent

source: Container {0} Memory used
de_de: Container {0} Arbeitsspeicher

source: SSH user used to establish SSH connection with satellite systems.
de_de: SSH-Benutzer zum Herstellen einer SSH-Verbindung mit Satellitensystemen.

source: Private key file used to establish SSH connection.
de_de: Private Schlüsseldatei zum Herstellen der SSH-Verbindung.

source: Public key file used to establish SSH connection.
de_de: Öffentliche Schlüsseldatei zum Herstellen der SSH-Verbindung.

source: Remote command to restart monitoring engine and run remote after export tasks.
de_de: Remote-Befehl zum Neustarten der Monitoring-Engine, zum entfernten Ausführen nach Exportaufgaben.

source: Port number of remote SSH server.
de_de: Portnummer des Remote-SSH-Servers.

source: This field needs to be a float.
de_de: Dieses Feld muss eine Fließkommazahl sein.

source: This field needs to be an integer.
de_de: Dieses Feld muss eine ganze Zahl sein.

source: This field needs to be a boolean.
de_de: Dieses Feld muss ein Boolescher Wert sein.

source: This field can not left be blank.
de_de: Dieses Feld kann nicht leer gelassen werden.

source: Value out of range (Nagios, Crate, Statusengine3)
de_de: Wert aus dem Bereich (Nagios, Crate, Statusengine3)

source: Database Backend used by openITCOCKPIT. Be careful with this option!
de_de: Datenbank-Backend, das von openITCOCKPIT verwendet wird. Seien Sie vorsichtig mit dieser Option!

source: The host address where the gearman-job-server is running.
de_de: Die Host-Adresse wo der gearman-job-server läuft.

source: Process id file used by the gearman_worker.
de_de: Prizess-ID Datei die vom gearman_worker genutzt wird.

source: Port number of gearman-job-server.
de_de: Portnummer des gearman-job-server

source: Number of gearman_worker processes.
de_de: Anzahl der gearman_worker Prozesse

source: openITCOCKPIT Interface configuration files
de_de: openITCOCKPIT Schnittstellen Konfigurationsdateien

source: Carbon and Whisper (Graphing)
de_de: Carbon und Whisper (Graphing)

source: Value is not in CIDR notation
de_de: Wert ist nicht in CIDR-Notation

source: Value is not a valid IPv4 address in CIDR notation
de_de: Wert ist keine gültige IPv4-Adresse in CIDR-Notation

source: Subnet needs to be numeric.
de_de: Das Subnetz muss numerisch sein.

source: Value is not a valid IPv4 address in CIDR notation. Subnet is out of range.
de_de: Wert ist keine gültige IPv4-Adresse in CIDR-Notation. Das Subnetz liegt außerhalb des Bereichs.

source: Can not be the same subnet as used for Fixed CIDR
de_de: Kann nicht dasselbe Subnetz sein, das für Fixed CIDR verwendet wird

source: Path where Carbon will store whisper files.
de_de: Pfad, in dem Carbon Whisper Dateien speichert.

source: Number of carbon cache instances for multi core CPU scaling
de_de: Anzahl der Carbon-Cache-Instanzen für Multi-Core-CPU-Skalierung

source: Number of Carbon-C-Relay worker threads. (Carbon-Cache load balancer)
de_de: Anzahl der Carbon-C-Relay-Arbeiterthreads. (Carbon-Cache-Load-Balancer)

source: Local HTTP port used by Graphite-Web
de_de: Lokaler HTTP-Port, der von Graphite-Web verwendet wird

source: Local plaintext port to send metrics to Carbon-C-Relay.
de_de: Lokaler Klartext Port zum Senden von Metriken an Carbon-C-Relay.

source: Only beneficial on linux filesystems that support the fallocate system call. It maintains the benefits of contiguous reads/writes, but with a potentially much faster creation speed, by allowing the kernel to handle the block allocation and zero-ing. Enabling this option may allow a large increase of MAX_CREATES_PER_MINUTE. If enabled on an OS or filesystem that is unsupported this option will gracefully fallback to standard POSIX file access methods.
de_de: Nur vorteilhaft auf Linux-Dateisystemen, die den fallocate Systemaufruf unterstützen. Es behält die Vorteile von zusammenhängenden Lese-/Schreibvorgängen bei, aber mit einer potenziell viel schnelleren Erstellungsgeschwindigkeit, indem es dem Kernel erlaubt, die Blockzuweisung und das Zeroing zu handhaben. Die Aktivierung dieser Option kann eine starke Erhöhung von MAX_CREATES_PER_MINUTE ermöglichen. Wenn diese Option auf einem nicht unterstützten Betriebssystem oder Dateisystem aktiviert ist, greift sie auf die Standard-POSIX-Dateizugriffsmethoden zurück.

source: Set your local timezone for Graphite-Web. (Django's default is America/Chicago) If your graphs appear to be offset by a couple hours then this probably needs to be explicitly set to your local timezone. Set this value to the same timezone, as your servers timezone is!
de_de: Stellen Sie Ihre lokale Zeitzone für Graphite-Web ein. (Django's Standard ist America/Chicago). Wenn Ihre Graphen um ein paar Stunden versetzt erscheinen, dann muss dies wahrscheinlich explizit auf Ihre lokale Zeitzone eingestellt werden. Setzen Sie diesen Wert auf die gleiche Zeitzone, wie die Zeitzone Ihres Servers!

source: Determine if docker daemon will automatically configure network interface docker0
de_de: Bestimmen Sie, ob der Docker-Dienst automatisch die Netzwerk-Schnittstelle docker0 konfigurieren soll

source: Subnet used by Docker Compose in CIDR notation. For Example 192.168.1.0/24. Needs to be a different subnet than used for Fixed CIDR!
de_de: Von Docker Compose verwendetes Subnetz in CIDR-Notation. Zum Beispiel 192.168.1.0/24. Muss ein anderes Subnetz sein als das für Fixed CIDR verwendete!

source: Path used by VictoriaMetrics to store data.
de_de: Pfad, der von VictoriaMetrics zum Speichern von Daten verwendet wird.

source: Period in month how long VictoriaMetrics will keep stored metrics.
de_de: Zeitraum im Monat, wie lange VictoriaMetrics gespeicherte Metriken aufbewahrt werden.

source: Local HTTP port used by VictoriaMetrics.
de_de: Lokaler HTTP-Port, der von VictoriaMetrics verwendet wird.

source: IP-Address of the Graphite-Web server openITCOCKPIT should use to query data.
de_de: IP-Adresse des Graphite-Web-Servers, den openITCOCKPIT zur Abfrage von Daten verwenden soll.

source: Port of the Graphite-Web server.
de_de: Port des Graphite-Web-Servers

source: Prefix added to every metric stored in carbon
de_de: Präfix, das jeder in Carbon gespeicherten Metrik hinzugefügt wird

source: Use HTTPS to connect to Graphite-Web server.
de_de: Nutze HTTPS zum Herstellen der Verbindung zum Graphite-Web-Servers.

source: Use configured proxy server to connect to Graphite-Web server.
de_de: Verwenden Sie den konfigurierten Proxy-Server für die Verbindung zum Graphite-Web-Server.

source: Bind address of the HTTP interface. Default: 127.0.0.1:7473
de_de: Bindungsadresse der HTTP-Schnittstelle. Standard: 127.0.0.1:7473

source: Bind address of the HTTP interface. Default: 127.0.0.1:7474
de_de: Bindungsadresse der HTTP-Schnittstelle. Standard: 127.0.0.1:7474

source: TLS certificate key file to be used. Default: /etc/ssl/private/ssl-cert-snakeoil.key
de_de: Zu verwendende TLS Zertifikatsschlüsseldatei. Standard: /etc/ssl/private/ssl-cert-snakeoil.key

source: TLS certificate file to be used. Default: /etc/ssl/certs/ssl-cert-snakeoil.pem
de_de: Zu verwendende TLS Zertifikatsdatei. Standard: /etc/ssl/certs/ssl-cert-snakeoil.pem

source: Use openITCOCKPIT's preconfigured webserver as revers proxy for NSTA.
de_de: Verwende den von openITCOCKPIT vorkonfigurierten Webserver als Reverse-Proxy für NSTA.

source: Value out of range (c, u, w, o)
de_de: Wert außerhalb des Bereichs (c, u, w, o)

source: Minimum value of monitoring related interval settings for sliders in seconds.
de_de: Mindestwert der überwachungsbezogenen Intervalleinstellungen für Schieberegler in Sekunden.

source: Maximum value of monitoring related interval settings for sliders in seconds.
de_de: Maximaler Wert der überwachungsbezogenen Intervalleinstellungen für Schieberegler in Sekunden.

source: Step size of sliders in seconds
de_de: Schrittgröße der Schieberegler in Sekunden

source: Value out of range (Whisper, Crate, Rrdtool)
de_de: Wert außerhalb des Bereichs (Whisper, Crate, Rrdtool)

source: Time-series backend used by openITCOCKPIT to store performance data. Be careful with this option!
de_de: Zeitreihen-Backend, das von openITCOCKPIT zur Speicherung von Leistungsdaten verwendet wird. Seien Sie vorsichtig mit dieser Option!

source: Maximum number of children that can be alive at the same time
de_de: Maximale Anzahl an Kindern die gleichzeitig leben.

source: Number of children created on startup.
de_de: Anzahl an Kindern die beim Starten erzeugt werden.

source: Minimum number of children in idle state (waiting to process).
de_de: Minimum an Kindern im Leerlauf (warte auf Arbeit)

source: Maximum number of children in idle state (waiting to process).
de_de: Maximum an Kindern im Leerlauf (warten auf Arbeit)

source: Value out of range (1-3)
de_de: Wert außerhalb des Bereichs (1-3)

source: Date format for filename of rotaed logfiles. Germany: d_m_Y_H_i, USA: m_d_Y_H_i
de_de: Datumsformat für den Dateinamen von rotaed Logfiles. Germany: d_m_Y_H_i, USA: m_d_Y_H_i

source: Date format of the timestamp in the logfile. Germany: d.m.Y H:i:s, USA: m.d.Y H:i:s
de_de: Datumsformat des Zeitstempels in der Logdatei. Germany: d.m.Y H:i:s, USA: m.d.Y H:i:s

source: Determines in days, how long old log files should be keeped.
de_de: Bestimmt in Tagen, wie lange alte Protokolldateien aufbewahrt werden sollen.

source: Determines how to submit check result data to Naemon/Nagios.
de_de: Legt fest, wie die Prüfergebnisdaten an Naemon/Nagios übermittelt werden.

source: Bulk size of submitted passive check results.
de_de: Massengröße der eingereichten passiven Prüfergebnisse.

source: Maximum number of worker processes. Recommendation: One process per satellite.
de_de: Maximale Anzahl von Arbeitsprozessen. Empfehlung: Ein Prozess pro Satellit.

source: Use an SSH tunnel for each satellite for secure connection.
de_de: Verwenden Sie für jeden Satelliten einen SSH-Tunnel für eine sichere Verbindung.

source: Username used to established SSH connection.
de_de: Benutzername, der für den Aufbau der SSH-Verbindung verwendet wurde.

source: Private key file used to established SSH connection.
de_de: Private Schlüsseldatei, die zum Aufbau einer SSH-Verbindung verwendet wird.

source: Public key file used to established SSH connection.
de_de: Öffentliche Schlüsseldatei, die zum Aufbau einer SSH-Verbindung verwendet wird.

source: SSH Port of remote hosts
de_de: SSH-Port von entfernten Hosts

source: The local ports where each satellite system gets bind to
de_de: Die lokalen Ports, an die jedes Satellitensystem gebunden ist

source: Username used for supervisor XML-RPC API.
de_de: Benutzername, verwendet für supervisor XML-RPC API.

source: Password of supervisor XML-RPC API
de_de: Passwort der supervisor XML-RPC API

source: Synchronize the system clock to each connected satellite system
de_de: Synchronisieren Sie die Systemuhr mit jedem angeschlossenen Satellitensystem

source: System time synchronization interval
de_de: Intervall zur Synchronisierung der Systemzeit

source: PHP Extension php5-curl loaded successfully
de_de: PHP-Erweiterung php5-curl erfolgreich geladen

source: PHP Extension php5-curl not loaded or installed!
de_de: PHP-Erweiterung php5-curl nicht geladen oder installiert!

source: Australia
de_de: Australien

source: Austria
de_de: Österreich

source: Belgium
de_de: Belgien

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina

source: Czech Republic
de_de: Tschechien

source: Denmark
de_de: Dänemark

source: Estonia
de_de: Estland

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Hungary
de_de: Ungarn

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Latvia
de_de: Lettland

source: Lithuania
de_de: Litauen

source: Netherlands
de_de: Niederlande

source: New Zealand
de_de: Neuseeland

source: Norway
de_de: Norwegen

source: Poland
de_de: Polen

source: Romania
de_de: Rumänien

source: Russian Federation
de_de: Russische Föderation

source: Slovakia
de_de: Slowakei

source: South Africa
de_de: Südafrika

source: Spain
de_de: Spanien

source: Sweden
de_de: Schweden

source: Switzerland
de_de: Schweiz

source: United Kingdom
de_de: Vereinigtes Königreich

source: United States
de_de: Vereinigte Staaten

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: French
de_de: Französisch

source: Russian
de_de: Russisch

source: Happy Easter
de_de: Fröhliche Ostern

source: Valentine's Day
de_de: Valentinstag

source: German Unity Day
de_de: Tag der Deutschen Einheit

source: System Administrator Appreciation Day
de_de: Tag der Anerkennung für Systemadministratoren

source: International Beer Day
de_de: Internationaler Tag des Bieres

source: Happy Halloween
de_de: Fröhliches Halloween

source: Merry Christmas
de_de: Fröhliche Weihnachten

source: Reports
de_de: Berichte

source: Downtime reports
de_de: Wartungszeitberichte

source: Current State reports
de_de: Aktuelle Statusberichte

source: Logs
de_de: Protokolle

source: Change Log
de_de: Änderungsprotokoll

source: Objects
de_de: Objekte

source: User Defined Macros
de_de: Benutzerdefinierte Makros

source: Host Dependencies
de_de: Hostabhängigkeiten

source: Service Dependencies
de_de: Serviceabhängigkeiten

source: Groups
de_de: Gruppen

source: Host Groups
de_de: Hostgruppen

source: Service Groups
de_de: Servicegruppen

source: Contact Groups
de_de: Kontaktgruppen

source: Service Template Grps.
de_de: Servicevorlagengruppen

source: Host Downtimes
de_de: Host Wartungszeiten

source: Service Downtimes
de_de: Service Wartungszeiten

source: Recurring Host Downtimes
de_de: Wiederkehrende Host Wartungszeiten

source: Recurring Service Downtimes
de_de: Wiederkehrende Service Wartungszeiten

source: System Failures
de_de: Systemfehler

source: Templates
de_de: Vorlagen

source: Host Templates
de_de: Hostvorlagen

source: Service Templates
de_de: Servicevorlagen

source: Administration
de_de: Verwaltung

source: User management
de_de: Benutzerverwaltung

source: Manage Users
de_de: Verwalte Benutzer

source: Manage User Roles
de_de: Verwalte Benutzerrollen

source: User Container Roles
de_de: Benutzercontainerrollen

source: message
de_de: Nachricht

source: news
de_de: Neuigkeiten

source: Container management
de_de: Containerverwaltung

source: System tools
de_de: Systemwerkzeuge

source: Package Manager
de_de: Paketmanager

source: Debugging
de_de: Fehlerbeseitigung

source: Agent Wizard
de_de: Agent Assistent

source: Agents Overview
de_de: Agenten Übersicht

source: Agent Checks
de_de: Agenten Prüfungen

source: System Configuration
de_de: Systemkonfiguration

source: Config file editor
de_de: Konfigurationsdatei Editor

source: Proxy Settings
de_de: Proxy Einstellungen

source: Availability in %
de_de: Verfügbarkeit in %

source: Cancelled
de_de: Abgebrochen

source: State history service
de_de: Statushistorie Service

source: State history host
de_de: Statushistorie Host

source: Runtime error
de_de: Laufzeitfehler

source: Runtime warning
de_de: Laufzeit-Warnung

source: Verification error
de_de: Verifizierungsfehler

source: Verification warning
de_de: Verifikationswarnung

source: Config error
de_de: Konfigurationsfehler

source: Config warning
de_de: Konfigurationswarnung

source: Process info
de_de: Prozessinformation

source: Event handler
de_de: Ereignishandler

source: External command
de_de: Externes Kommando

source: Host up
de_de: Host erreichbar

source: Host down
de_de: Host nicht erreichbar

source: Host unreachable
de_de: Host nicht verfügbar

source: Service ok
de_de: Service okay

source: Service unknown
de_de: Service unbekannt

source: Service warning
de_de: Service warnend

source: Service critical
de_de: Service kritisch

source: Passive check
de_de: Passive Prüfung

source: Message
de_de: Nachricht

source: Not found in monitoring
de_de: Bei der Überwachung nicht gefunden

source: Apply
de_de: Anwenden

source: From:
de_de: Von:

source: To:
de_de: An:

source: External command failed
de_de: Externes Kommando fehlgeschlagen

source: Timeperiod transition
de_de: Zeitlicher Übergang

source: Green
de_de: Grün

source: Yellow
de_de: Gelb

source: Red
de_de: Rot

source: Blue
de_de: Blau

source: Purple
de_de: Lila

source: Short
de_de: Kurz

source: Percent (0-100)
de_de: Prozent (0-100)

source: Percent (0.0-1.0)
de_de: Prozent (0.0-1.0)

source: Humidity (%H)
de_de: Feuchtigkeit (%H)

source: Decibel (dB)
de_de: Dezibel (dB)

source: Hexadecimal (0x)
de_de: Hexadezimal (0x)

source: Hexadecimal
de_de: Hexadezimal

source: Scientific notation
de_de: Wissenschaftliche Schreibweise

source: Locale format
de_de: Sprachformat

source: Nanoseconds (ns)
de_de: Nanosekunden (ns)

source: Microseconds (µs)
de_de: Mikrosekunden (µs)

source: Milliseconds (ms)
de_de: Millisekunden (ms)

source: Seconds (s)
de_de: Sekunden (s)

source: Minutes
de_de: Minuten

source: Hours
de_de: Stunden

source: Days
de_de: Tage

source: Data (IEC)
de_de: Daten (IEC)

source: Data (Metric)
de_de: Daten (Metrik)

source: Data rates
de_de: Datenraten

source: Packets/sec
de_de: Pakete/Sek

source: Bits/sec
de_de: Bits/Sek

source: Bytes/sec
de_de: Bytes/Sek

source: Kilobits/sec (kbit/s)
de_de: Kilobit/s (kbit/s)

source: Kilobytes/ses (KB/s)
de_de: Kilobyte/s (KB/s)

source: Megabits/sec (mbit/s)
de_de: Megabit/s (mbit/s)

source: Megabytes/sec (MB/s)
de_de: Megabyte/s (MB/s)

source: Gigabits/sec (gbit/s)
de_de: Gigabit/Sek. (Gbit/s)

source: Gigabytes/sec (GB/s)
de_de: Gigabyte/s (GB/s)

source: Data throughput
de_de: Datendurchsatz

source: requests/sec (rps)
de_de: Anfragen/Sek. (rps)

source: I/O ops/sec (iops)
de_de: E/A-Operationen/Sek. (iops)

source: Temperature
de_de: Temperatur

source: Currencies
de_de: Währungen

source: Dollars ($)
de_de: Dollar ($)

source: Pounds (£)
de_de: Pfund (£)

source: Rubles (₽)
de_de: Rubel (₽)

source: Hryvnias (₴)
de_de: Griwna (₴)

source: Danish Krone (kr)
de_de: Dänische Krone (kr)

source: Icelandic Króna (kr)
de_de: Isländische Króna (kr)

source: Norwegian Krone (kr)
de_de: Norwegische Krone (kr)

source: Swedish Krona (kr)
de_de: Schwedische Krone (kr)

source: Czech koruna (czk)
de_de: Tschechische Krone (czk)

source: Swiss franc (CHF)
de_de: Schweizer Franken (CHF)

source: Polish Złoty (PLN)
de_de: Polnischer Złoty (PLN)

source: Length
de_de: Längen

source: Millimetre (mm)
de_de: Millimeter (mm)

source: Feet (ft)
de_de: Fuß (ft)

source: Mile (mi)
de_de: Meile (mi)

source: Area
de_de: Bereich

source: Square Meters (m²)
de_de: Quadratmeter (m²)

source: Square Feet (ft²)
de_de: Quadratfuß (ft²)

source: Square Miles (mi²)
de_de: Quadratmeilen (mi²)

source: Mass
de_de: Masse

source: Milligram (mg)
de_de: Milligramm (mg)

source: Gram (g)
de_de: Gramm (g)

source: Kilogram (kg)
de_de: Kilogramm (kg)

source: Ton (t)
de_de: Tonne (t)

source: Velocity
de_de: Geschwindigkeit

source: Metres/second (m/s)
de_de: Meter/Sekunde (m/s)

source: Kilometers/hour (km/h)
de_de: Kilometer/Stunde (km/h)

source: Miles/hour (mph)
de_de: Meilen/Stunde (mph)

source: Knot (kn)
de_de: Knoten (kn)

source: Volume
de_de: Volumen

source: Millilitre (ml)
de_de: Milliliter (ml)

source: Litre (l)
de_de: Liter (l)

source: Cubic metre (m3)
de_de: Kubikmeter (m3)

source: Cubic decimetre (dm3)
de_de: Kubikdezimeter (dm3)

source: Gallons
de_de: Gallonen

source: Energy
de_de: Energie

source: Watt per square metre (W/m²)
de_de: Watt pro Quadratmeter (W/m²)

source: Volt-ampere reactive (var)
de_de: Voltampere reaktiv (var)

source: Kilovolt-ampere reactive (kvar)
de_de: Kilovoltampere reaktiv (kvar)

source: Watt-hour (Wh)
de_de: Wattstunde (Wh)

source: Kilowatt-hour (kWh)
de_de: Kilowattstunde (kWh)

source: Electron volt (eV)
de_de: Elektronenvolt (eV)

source: Decibel-milliwatt (dBm)
de_de: Dezibel-Milliwatt (dBm)

source: Lumens (Lm)
de_de: Lumen (Lm)

source: Pressure
de_de: Druck

source: Hectopascals
de_de: Hektopascals

source: Kilopascals
de_de: Kilopascal

source: Inches of mercury
de_de: Zoll Quecksilber

source: Newton-meters (Nm)
de_de: Newtonmeter (Nm)

source: Kilonewton-meters (kNm)
de_de: Kilonewton-Meter (kNm)

source: Newtons (N)
de_de: Newton (N)

source: Kilonewtons (kN)
de_de: Kilonewton (kN)

source: Flow
de_de: Fluss

source: Litre/hour (l/h)
de_de: Liter/Stunde (l/h)

source: Litre/min (l/min)
de_de: Liter/min (l/min)

source: Millilitre/min (ml/min)
de_de: Milliliter/min (ml/min)

source: Cubic meters/sec (cms)
de_de: Kubikmeter/Sek. (Cms)

source: Gallons/min (gpm)
de_de: Gallonen/min (gpm)

source: Cubic feet/sec (cfs)
de_de: Kubikfuß/Sek. (Cfs)

source: Cubic feet/min (cfm)
de_de: Kubikfuß/min (cfm)

source: Angle
de_de: Winkel

source: Degrees (°)
de_de: Grad (°)

source: Radians
de_de: Bogenmaß

source: Date and time
de_de: Datum und Uhrzeit

source: From Now
de_de: Von jetzt an

source: Hash rates
de_de: Hash-Raten

source: Hashes/sec
de_de: Hashes/Sek

source: Kilohashes/sec
de_de: Kilohashes/Sek

source: Megahashes/sec
de_de: Megahashes/Sek

source: Gigahashes/sec
de_de: Gigahashes/Sek

source: Terahashes/sec
de_de: Terahashes/Sek

source: Petahashes/sec
de_de: Petahashes/Sek

source: Exahashes/sec
de_de: Exahashes/Sek

source: Acceleration
de_de: Beschleunigung

source: Meters/sec²
de_de: Meter/Sek²

source: Feet/sec²
de_de: Fuß/Sek²

source: G unit
de_de: G-Einheit

source: Radiation
de_de: Strahlung

source: Exposure (C/kg)
de_de: Exposition (C/kg)

source: roentgen (R)
de_de: Röntgen (R)

source: Sievert/hour (Sv/h)
de_de: Sievert/Stunde (Sv/h)

source: Concentration
de_de: Konzentration

source: parts-per-million (ppm)
de_de: Teile pro Million (ppm)

source: parts-per-billion (ppb)
de_de: Teile pro Milliarde (ppb)

source: nanogram per cubic metre (ng/m³)
de_de: Nanogramm pro Kubikmeter (ng/m³)

source: nanogram per normal cubic metre (ng/Nm³)
de_de: Nanogramm pro normalem Kubikmeter (ng/Nm³)

source: microgram per cubic metre (μg/m³)
de_de: Mikrogramm pro Kubikmeter (μg/m³)

source: microgram per normal cubic metre (μg/Nm³)
de_de: Mikrogramm pro normalem Kubikmeter (μg/Nm³)

source: milligram per cubic metre (mg/m³)
de_de: Milligramm pro Kubikmeter (mg/m³)

source: milligram per normal cubic metre (mg/Nm³)
de_de: Milligramm pro normalem Kubikmeter (mg/Nm³)

source: gram per cubic metre (g/m³)
de_de: Gramm pro Kubikmeter (g / m³)

source: gram per normal cubic metre (g/Nm³)
de_de: Gramm pro normalem Kubikmeter (g/Nm³)

source: Host Macros
de_de: Host Makros

source: The UUID of the host ("1284b927-2bd2-4737-a3da-c39854376ca2")
de_de: Die UUID des host ("1284b927-2bd2-4737-a3da-c39854376ca2")

source: The human name of the host ("srvstorage01")
de_de: Der Anzeigename des Host ("srvstorage01")

source: The human name of the host ("srvstorage01"), same as $HOSTDISPLAYNAME$
de_de: Der Anzeigename des Host "srvstorage01"), genau wie $HOSTDISPLAYNAME$

source: Address or FQDN of the host. ("10.10.12.12")
de_de: Adresse oder FQDN des Host. ("10.10.12.12")
