Repository: it-novum/openITCOCKPIT
Catalog: resources/locales/*/oitc_console.po
Languages: es_es, fr_fr

source: Type of the notification host or service
es_es: Tipo de host o servicio de notificación
fr_fr: Type de l'hôte ou du service de notification

source: Notification type of monitoring engine => $NOTIFICATIONTYPE$
es_es: Tipo de notificación del motor de monitorización => $NOTIFICATIONTYPE$
fr_fr: Type de notification du moteur de surveillance => $NOTIFICATIONTYPE$

source: Host uuid you want to send a notification => $HOSTNAME$
es_es: Host uuid al que quiere mandar una notificación => $HOSTNAME$
fr_fr: Uuid de l'hôte auquel vous souhaitez envoyer une notification => $HOSTNAME$

source: Service uuid you want to send a notification => $SERVICEDESC$
es_es: Servicio uuid al que quiere mandar una notificación => $SERVICEDESC$
fr_fr: Uuid du service auquel vous voulez envoyer une notification => $SERVICEDESC$

source: current host state => $HOSTSTATEID$/$SERVICESTATEID$
es_es: estado del host actual => $HOSTSTATEID$/$SERVICESTATEID$
fr_fr: Etat hôte actuel => $HOSTSTATEID$/$SERVICESTATEID$

source: host output => $HOSTOUTPUT$/$SERVICEOUTPUT$
es_es: salida del host => $HOSTOUTPUT$/$SERVICEOUTPUT$
fr_fr: sortie de l'hôte => $HOSTOUTPUT$/$SERVICEOUTPUT$

source: host acknowledgement author => $NOTIFICATIONAUTHOR$
es_es: autor del reconocimiento del host => $NOTIFICATIONAUTHOR$
fr_fr: auteur de l'accusé de réception => $NOTIFICATIONAUTHOR$

source: host acknowledgement comment => $NOTIFICATIONCOMMENT$
es_es: comentario del reconocimiento del host => $NOTIFICATIONCOMMENT$
fr_fr: commentaire d'accusé de réception hôte => $NOTIFICATIONCOMMENT$

source: Disable emojis in subject
es_es: Deshabilitar los emojis en el asunto

source: All cronjobs will be forced to execute!
es_es: ¡Se forzará la ejecución de todos los cronjobs!
fr_fr: Tous les cronjobs seront exécuté !

source: List all available cronjobs!
es_es: ¡Enumerar todos los cronjobs disponibles!

source: Only execute the given cronjob by Task name
es_es: Ejecutar sólo el cronjob proporcionado por nombre de tarea

source: Tail and parse monitoring logfile
es_es: Tail y analizar el archivo de registro de supervisión
fr_fr: Fichier journal de surveillance de suivi et d'analyse

source: Tailf and parse monitoring logfile
es_es: Tailf y análizar el archivo de registro de supervisión
fr_fr: Tailf et parser le journal de surveillance

source: Read and translate from stdin. Example: cat file.cfg | oitc debug -s
es_es: Leer y traducir de stdin. Ejemplo: cat file.cfg | oitc debug -s

source: Replace timestamps in output - only for --stdin
es_es: Sustituir las marcas horarias en la salida - sólo para --stdin

source: [T]ail and parse monitoring log file
es_es: [T]ail y análizar el archivo de registro de supervisión
fr_fr: [T]ail et analyser le fichier journal de surveillance

source: [TF] Tail -f and parse monitoring log file
es_es: [TF] Tail -f y análizar el archivo de registro de supervisión
fr_fr: [TF] Tail -f et parser le journal de surveillance

source: [H] Debug host configuration files
es_es: [H] Depurar los archivos de configuración del host

source: [HG] Debug host group configuration files
es_es: [HG] Depurar los archivos de configuración del grupo del host

source: [HT] Debug host template configuration files
es_es: [HT] Depurar los archivos de configuración de la plantilla del host
fr_fr: [HT] Fichiers de configuration du modèle d'hôte de débogage

source: [S] Debug service configuration files
es_es: [S] Depurar los archivos de configuración del servicio
fr_fr: [S] Déboguer les fichiers de configuration de service

source: [SG] Debug service group configuration files
es_es: [SG] Depurar los archivos de configuración del grupo de servicios

source: [ST] Debug service template configuration files
es_es: [ST] Depurar los archivos de configuración de la plantilla del servicio
fr_fr: [ST] Déboguer les fichiers de configuration du modèle de service

source: [TP] Debug time period configuration files
es_es: [TP] Depurar los archivos de configuración del período de tiempo

source: [CM] Debug command configuration files
es_es: [CM] Depurar los archivos de configuración del comando
fr_fr: [CM] Déboguer les fichiers de configuration de commande

source: [C] Debug contact configuration files
es_es: [C] Depurar los archivos de configuración del contacto
fr_fr: [C] Déboguer les fichiers de configuration des contacts

source: [CG] Debug contact group configuration files
es_es: [CG] Depurar los archivos de configuración del grupo de contactos
fr_fr: [CG] Déboguer les fichiers de configuration du groupe de contacts

source: [HE] Debug host escalation configuration files
es_es: [HE] Depurar los archivos de configuración de la escalada del host
fr_fr: [HE] Déboguer les fichiers de configuration d'escalade d'hôtes

source: [SE] Debug service escalation configuration files
es_es: [SE] Depurar los archivos de configuración de la escalación del servicio
fr_fr: [SE] Déboguer les fichiers de configuration d'escalade de service

source: [HD] Debug host dependency configuration files
es_es: [HD] Depurar los archivos de configuración de la dependencia del host
fr_fr: [HD] Déboguer les fichiers de configuration de la dépendance de l'hôte

source: [SD] Debug service dependency configuration files
es_es: [SD] Depurar los archivos de configuración de la dependencia del servicio
fr_fr: [SD] Déboguer les fichiers de configuration de la dépendance du service

source: [UUID] Search object by UUID
es_es: [UUID] Buscar objeto por UUID
fr_fr: [UUID] Rechercher un objet par UUID

source: What would you like to do?
es_es: ¿Qué le gustaría hacer?
fr_fr: Que voulez-vous faire ?

source: You have made an invalid selection. Please choose by entering T or B.
es_es: Ha hecho una selección inválida. Por favor, elija presionando T o B
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant T ou B.

source: Hopefully i was helpful
es_es: Espero que le haya sido de ayuda
fr_fr: J'espère que j'ai été utile

source: Thanks for using me, bye
es_es: Gracias por usarme, adiós
fr_fr: Merci de m'avoir utilisé, au revoir

source: Notification type of monitoring engine
es_es: Tipo de notificación del motor de supervisión
fr_fr: Type de notification du moteur de surveillance

source: Host uuid you want to send a notification
es_es: Host uuid al que quiere enviarle una notificación
fr_fr: Uuid de l'hôte auquel vous souhaitez envoyer une notification

source: Host description you want to send a notification
es_es: Descripción del host al que quiere enviarle una notificación
fr_fr: Description de l'hôte auquel vous souhaitez envoyer une notification

source: current host state
es_es: estado del host actual
fr_fr: état de l'hôte actuel

source: host address
es_es: dirección del host
fr_fr: adresse de l'hôte

source: host output
es_es: salida del host
fr_fr: sortie de l'hôte

source: host long output
es_es: salida larga del host
fr_fr: sortie longue hôte

source: host acknowledgement author
es_es: autor de reconocimiento del host
fr_fr: auteur accusé de réception

source: host acknowledgement comment
es_es: comentario de reconocimiento del host
fr_fr: commentaire d'accusé de réception

source: recivers mail address
es_es: dirección de email del recipiente
fr_fr: adresse mail du receveur

source: human name of the contact
es_es: nombre humano del contacto
fr_fr: nom humain du contact

source: Service uuid you want to notify
es_es: Servicio uuid al que quiere notificar
fr_fr: Uuid du service que vous souhaitez notifier

source: service state
es_es: estado del servicio
fr_fr: état du service

source: service output
es_es: salida del servicio
fr_fr: sortie de service

source: service long output
es_es: salida larga del servicio
fr_fr: sortie longue du service

source: service acknowledgement author
es_es: autor del reconocimiento del servicio
fr_fr: auteur de l'accusé de réception de service

source: service acknowledgement comment
es_es: comentario de reconocimiento del servicio
fr_fr: commentaire d'accusé de réception de service

source: Email type for notifications [text, html, both]
es_es: Tipo de email para notificaciones [texto, html, ambos]
fr_fr: Type de courrier électronique pour les notifications [texte, html, les deux]

source: disable email attachments
es_es: deshabilitar los archivos adjuntos del email

source: E-Mail layout/template that should be used
es_es: Formato/plantilla del email que debería usarse

source: API Token of your Pushover Application => $_CONTACTPUSHOVERAPP$
es_es: Token API de su aplicación Pushover => $_CONTACTPUSHOVERAPP$
fr_fr: Jeton d'API de votre application Pushover => $_CONTACTPUSHOVERAPP$

source: Your Pushover User Key => $_CONTACTPUSHOVERUSER$
es_es: Su clave de usuario Pushover => $_CONTACTPUSHOVERUSER$
fr_fr: Votre clé d'utilisateur Pushover => $_CONTACTPUSHOVERUSER$

source: If set, connection will be established using the proxy server defined in openITCOCKPIT interface.
es_es: Si está configurada, la conexión será establecida usando el servidor proxy definido en la interfaz openITCOCKPIT.

source: Pretty print sql queries
es_es: Imprimir consultas sql
fr_fr: Requêtes SQL formattées

source: Hide (ARO/ACO) permission queries
es_es: Ocultar consultas de permisos (ARO/ACO)

source: Start a WebSocket server to make the query log accessible from openITCOCKPIT web interface
es_es: Iniciar un servidor WebSocket para que el registro de consultas sea accesible desde la interfaz web de openITCOCKPIT
fr_fr: Démarrer un serveur WebSocket pour rendre le journal de requête accessible à partir de l'interface Web openITCOCKPIT

source: openITCOCKPIT User Id
es_es: Identificador de usuario de openITCOCKPIT
fr_fr: ID utilisateur openITCOCKPIT

source: [Y]es I want to continue the setup of openITCOCKPIT
es_es: [S]i quiero continuar la instalación de openITCOCKPIT
fr_fr: [Y] Oui je veux continuer la configuration de openITCOCKPIT

source: [N]o and exit shell
es_es: [N]o y salir del shell
fr_fr: [N]on et quitter le shell

source: Are you sure you want to continue?
es_es: ¿Está seguro de que quiere continuar?

source: Setup aborted!
es_es: ¡Instalación cancelada!

source: You have made an invalid selection. Please choose by entering Y or N.
es_es: Ha hecho una selección inválida. Por favor, elija tecleando Y o N
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant Y ou N.

source: Please enter your first name
es_es: Por favor, introduja su nombre de pila
fr_fr: Veuillez entrer votre prénom

source: Please enter your last name
es_es: Por favor, introduja su apellido
fr_fr: Veuillez entrer votre nom de famille

source: Please enter your email address. This will be the username for the login.
es_es: Por favor, introduja su dirección de email. Esta será su nombre de usuario para el inicio de sesión
fr_fr: S'il vous plaît entrez votre adresse email. Ce sera le nom d'utilisateur pour la connexion.

source: Please enter a password for the login.
es_es: Por favor, introduja una contraseña para el inicio de sesión.
fr_fr: Veuillez saisir un mot de passe pour vous connecter.

source: Please confirm your password
es_es: Por favor, confirme su contraseña
fr_fr: Veuillez confirmer votre mot de passe

source: System Address or FQDN?
es_es: ¿Dirección del sistema o FQDN?

source: Please enter a sender email address
es_es: Por favor, introduja la dirección de correo del remitente

source: Please enter the address of your mail server (e.g. mail.example.org)
es_es: Por favor, introduja la dirección de correo de su servidor de correo (p. ej.: correo.ejemplo.org)
fr_fr: Veuillez saisir l'adresse de votre serveur de messagerie (par exemple, mail.example.org)

source: Please enter the port of your mail server
es_es: Por favor, introduja el puerto de su servidor de correo electrónico
fr_fr: Veuillez entrer le port de votre serveur de messagerie

source: If required, set a username, or leave it blank if you don't need a user
es_es: Si se requiere, establezca un nombre de usuario o déjelo en blanco si no lo necesita

source: Please enter your password, or leave it blank if you don't need a password
es_es: Por favor, introduja su contraseña o déjelo en blanco si no la necesita
fr_fr: Veuillez entrer votre mot de passe ou laissez le champ vide si vous n'avez pas besoin de mot de passe.

source: IP address of the SMS gateway
es_es: Dirección IP de la puerta de enlace de los SMS
fr_fr: Adresse IP de la passerelle SMS

source: Transport method for example NRPE
es_es: Método de transporte, por ejemplo NRPE
fr_fr: Méthode de transport par exemple NRPE

source: Please enter the name of the
es_es: Por favor, introduja el nombre de
fr_fr: Veuillez entrer le nom de la

source: No name field for
es_es: No hay campo de nombre para
fr_fr: Pas de nom de champ pour

source: I found
es_es: Encontré
fr_fr: J'ai trouvé

source: Please select one
es_es: Por favor, seleccione un
fr_fr: S'il vous plait sélectionner un

source: Your choice please
es_es: Su elección por favor
fr_fr: Votre choix s'il vous plait

source: not found
es_es: no se ha encontrado
fr_fr: pas trouvé

source: Please enter your UUID
es_es: Por favor, introduja su UUID
fr_fr: S'il vous plaît entrer votre UUID

source: No result for given UUID
es_es: No hay resultado para el UUID propuesto
fr_fr: Aucun résultat pour UUID donné

source: Notice: This is not the real nagios configuration file. This is a human readable version of the config.
es_es: Aviso: Este no es el archivo de configuración de nagios real. Esta es una versión legible y humana de la configuración.
fr_fr: Notice : Ce n'est pas le vrai fichier de configuration de nagios. C'est une version lisible par l'homme.

source: <error>File not found! (
es_es: <error>Archivo no encontrado! (
fr_fr: <error>Fichier non trouvé ! (

source: <error>Folder %s is empty!</error>
es_es: <error>Carpeta %s está vacía!</error>
fr_fr: <error>Le dossier %s est vide !</error>

source: Host or Service
es_es: Host o Servicio
fr_fr: Hôte ou service

source: PROBLEM
es_es: PROBLEMA
fr_fr: PROBLÈME

source: The Host UUID
es_es: El Host UUID
fr_fr: UUID de l'hôte

source: The Host output
es_es: La salida del Host
fr_fr: La sortie de l'hôte

source: State ID of the current host state
es_es: Identificador del estado del estado del host actual

source: The Service UUID
es_es: El servicio UUID
fr_fr: L'UUID de service

source: The Service output
es_es: La salida del servicio
fr_fr: La sortie du service

source: State ID of the current service state
es_es: Identificador del estado del servicio actual

source: Write initial Checkmk configuration
es_es: Escribir la configuración Checkmk inicial

source: ID of the container open alerts should be monitored. If empty, all alerts will be considered. There can be multiple container-id arguments
es_es: Se deberían supervisar las alertas abiertas del identificador del contenedor. Puede haber múltiples argumentos del identificador del contendor

source: Include alerts of all sub-container.
es_es: Incluir alertas de todos los subcontenedores.

source: 0=New, 1=In Progress, 2=Done, 3=Manually Closed. There can be multiple statetype arguments
es_es: 0=Nuevo, 1=En curso, 2=Terminado, 3=Cerrado manualmente. Puede haber múltiples argumentos de statetype

source: Number of alerts before the plugin will output a warning state. There can be multiple warning arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --warning 5 --statetype 1 --warning 10
es_es: Número de alertas antes de que el complemento genere un estado de advertencia. Puede haber múltiples argumentos de advertencia para cada --statetype. Es importante tener el mismo orden, p. ej.: --statetype 0 --advertencia 5 --statetype 1 --advertencia 10

source: Number of alerts before the plugin will output a critical state. There can be multiple critical arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --critical 10 --statetype 1 --critical 15
es_es: Número de alertas antes de que el complemento genere un estado crítico. Puede haber múltiples argumentos críticos para cada --statetype. Es importante tener el mismo orden, p. ej.: --statetype 0 --crítico 10 --statetype 1 --crítico 15

source: Alerts older than the provided number in days will trigger a warning state. There can be multiple age-warning arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --age-warning 2 --statetype 1 --age-warning 5
es_es: Las alertas que sean más antiguas que el número proporcionado en días generarán un estado de advertencia. Puede haber múltiples argumentos de advertencia sobre la edad para cada --statetype. Es importante tener el mismo orden, p. ej.: --statetype 0 --advertenciasobreedad 2 --statetype 1 --advertenciasobreedad 5

source: Alerts older than the provided number in days will trigger a critical state. There can be multiple age-critical arguments for each --statetype. It is important to have the same order e.g.: --statetype 0 --age-critical 4 --statetype 1 --age-critical 10
es_es: Las alertas que sean más antiguas que el número proporcionado en días generarán un estado crítico. Puede haber múltiples argumentos de advertencia sobre la edad para cada --statetype. Es importante tener el mismo orden, p. ej.: --statetype 0 --críticoparalaedad 4 --statetype 1 --críticoparalaedad 10

source: Only consider alerts where the message contains provided string
es_es: Sólo considerar las alertas donde el mensaje contenga la cadena proporcionada

source: Determines if the plugin should print detailed information as long output.
es_es: Determina si el complemento debería imprimir información detallada como salida larga.

source: Print UUIDs of dropped services
es_es: Imprimir UUIDs de los servicios dados de baja

source: The Receiver of the message in international format eg. 0049123456789
es_es: El recipiente del mensaje en formato internacional, p. ej.: 0049123456789
fr_fr: Le destinataire du message au format international, par exemple. 0049123456789

source: The Sender of the message
es_es: El remitente del mensaje
fr_fr: L'expéditeur du message

source: The ID of your massenversand.de account
es_es: El identificador de tu cuenta de massenversand.de
fr_fr: L'identifiant de votre compte massenversand.de

source: The Password of your massenversand.de account
es_es: La contraseña de tu cuenta de massenversand.de
fr_fr: Le mot de passe de votre compte massenversand.de

source: The time to send the Message 0 = now or hhmmddmmyyyy
es_es: La hora a la que mandar en Mensaje 0 = ahora o hhmmddmmaaa
fr_fr: L'heure d'envoi du message 0 = maintenant ou hhmmddmmyyyy

source: t = text sms, c = oversize sms, f = flash sms, utf8 = utf8 sms 70 digits per sms
es_es: t = texto sms, c = sms de gran tamaño, f = flash sms, utf8 = sms 70 dígitos por sms
fr_fr: t = texte sms, c = sms surdimensionné, f = sms flash, utf8 = sms utf8 70 chiffres par sms

source: 1 = no SMS will be created but the server will respond like it would be
es_es: 1 = no se creará un sms pero el servidor responderá como de costumbre
fr_fr: 1 = aucun SMS ne sera créé mais le serveur répondra comme si c'était le cas

source: host or service
es_es: host o servicio
fr_fr: hôte ou service

source: The date and time the problem occoured
es_es: La fecha y hora en las que ocurrió el problema
fr_fr: La date et l'heure du problème

source: State of the Host
es_es: Estado del host
fr_fr: Etat de l'hôte

source: State of the Service
es_es: Estado del servicio
fr_fr: Etat du service

source: output
es_es: salida
fr_fr: sortie

source: Run PrometheusBridge as endless loop (Daemon)
es_es: Ejecutar PrometheusBridge como bucle sin fin (Daemon)

source: Loop interval in seconds
es_es: Enlazar el intervalo en bucle en segundos

source: comment
es_es: comentar
fr_fr: commentaire

source: Interactive openITCOCKPIT debugging shell
fr_fr: Shell de débogage openITCOCKPIT interactif

source: [D]ebug Monitoring Configuration
fr_fr: [D]éboguer la configuration de surveillance

source: [Q]uit
fr_fr: [Q]uitter

source: What would you like to debug?
fr_fr: Que voudriez-vous déboguer ?

source: You have made an invalid selection. Please choose by entering D or C.
fr_fr: Vous avez fait une sélection non valide. Veuillez choisir en entrant D ou C.

source: Read and translate from stdin. Example cat file.cfg | oitc debug -s
fr_fr: Lire et traduire de stdin. Exemple cat file.cfg | oitc debug -s

source: Debuging menu
fr_fr: Menu de débogage

source: [H] Debug host configuratgion files
fr_fr: [H] Déboguer les fichiers de configuration de l'hôte

source: [TP] Debug timeperiod configuration files
fr_fr: [TP] Déboguer les fichiers de configuration de la période de temps

source: [B]ack
fr_fr: [B] Retour

source: Starts GearmanWorker in forground mode and fork worker processes
fr_fr: Démarre GearmanWorker en avant-plan et duplique les processus des workers

source: Start GearmanWorker in daemon mode and and fork the process in the background the daemon
fr_fr: Démarre GearmanWorker en arrière-plan (démon) et duplique le processus en arrière-plan.

source: Stops the daemon
fr_fr: Arrête le démon

source: Restart the daemon
fr_fr: Redémarrer le démon

source: Resturn the status of the daemon
fr_fr: Resturn le statut du démon

source: Pacemaker likes this, but we dont know why :) (it's recommended to use with -q e.g.: gearman_worker -p -q)
fr_fr: Pacemaker aime ça, mais on ne sait pas pourquoi :) (il est recommandé de l'utiliser avec -q exemple: gearman_worker -p -q)

source: Email without attachments
fr_fr: Email sans pièces jointes

source: If set, connection will be established using the proxy server defined in openITCOCKPIT interface. (1/0)
fr_fr: Si défini, la connexion sera établie en utilisant le serveur proxy défini dans l'interface openITCOCKPIT. (1/0)

source: Hide ARO and ACO queries
fr_fr: Masquer les requêtes ARO et ACO

source: The uuid of the host
fr_fr: L'uuid de l'hôte

source: Are you sure to continue?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: Please enter the FQDN or IP address of your openITCOCKPIT Server. If you do not know your IP address enter a random one and change it via the interface later.
fr_fr: Veuillez entrer le nom de domaine complet ou l'adresse IP de votre serveur openITCOCKPIT. Si vous ne connaissez pas votre adresse IP, entrez une adresse aléatoire et modifiez-la ultérieurement via l'interface.

source: Please enter your return mail address
fr_fr: Veuillez entrer votre adresse mail de retour

source: Please enter your username, or leave it blank if you don't need a user
fr_fr: Veuillez entrer votre nom d'utilisateur ou laissez le champ vide si vous n'avez pas besoin d'un utilisateur.

source: Starts SudoServer in daemon mode, instead of as a forground process
fr_fr: Démarre SudoServer en mode démon, plutôt qu'en tant que processus en avant-plan

source: Pacemaker likes this, but we dont know why :) (it's recommended to use with -q e.g.: sudo_server -p -q)
fr_fr: Pacemaker aime ça, mais on ne sait pas pourquoi :) (il est recommandé de l'utiliser avec -q exemple: sudo_server -p -q)

source: Fix Hosts and Services where a flag is assigned but not in use by any module
fr_fr: Correction des hôtes et des services pour lesquels un indicateur est attribué mais n'est utilisé par aucun module

source: verifying configuration files, please standby...
fr_fr: vérification des fichiers de configuration, veuillez patienter…
